[
    {
        "content": {
            "chunk": "Sisene\neesti keeles | in english\nAvaleht\nKiirotsingud\nOtsingud\nAmetnike kontaktid\nAbi\nJuhendid\nMajandustegevuse õigsuse kinnitamine\nTeenindajakaardi ja sõidukikaardi taotlemine eraisiku poolt\nRiigilõivu tasumine\nKKK\nStatistika\nTeate- ja loakohustusega tegevusalad\nOluline info\nRiigilõivu tasumine\nKorduma kippuvad küsimused (KKK)\n1. Kust leida teavet erinõuetega tegevusalade kohta?\nTeabevärava eesti.ee ettevõtjatele suunatud teemarubriigist \n„Erinõuetega tegevusalad“.\n https://www.eesti.ee/et/erinouetega-tegevusalad/. \n \nMajandustegevuse registris olevate majandustegevusteadete ja tegevuslubade kohta on teave Majandus- ja\nKommunikatsiooniministeeriumi veebilehel.\nja majandustegevuse registri veebilehel.\n \n2. Millised tegevusalad ei vaja enam majandustegevusteate esitamist või tegevusluba?\nMajandustegevuse seadustiku üldosa seaduse jõustumisel muudeti ka mitmeid eriseaduseid.\nMajandustegevuse registris olnud ja olevate registreeringute, majandustegevusteadete ja tegevuslubade kohta\non koostatud vastavustabel, mille leiate avalehelt pealkirjaga Informatsioon teatamis- ja loakohustusega\ntegevusaladest.\n \n3. Kuidas saavad ettevõtjad siseneda majandustegevuse registrisse?\n23/04/2025, 12:44\nMTR\nhttps://mtr.ttja.ee/infoleht/24?m=130\n1/4",
            "imgurl": "",
            "title": "Korduma kippuvad küsimused (KKK)",
            "description": "",
            "source_url": "https://mtr.ttja.ee/infoleht/24?m=130"
        }
    },
    {
        "content": {
            "chunk": "Ettevõtja esindusõiguslikul isikul (näit juhatuse liige) on automaatselt esindusõigus ja ta saab siseneda MTR-\ni veebilehelt või teabevärava eesti.ee kaudu.  Kui esindusõiguslik isik ei saa valida soovitud ettevõtet,\npöörduge Riigi Infosüsteemi Ameti kasutajatoe poole: tel. 666 8888; e-post: help@ria.ee  \n  \n4. Kuidas saavad ettevõtjad anda kasutajaõigusi MTR-i kasutamiseks oma töötajatele?\nEttevõtja esindaja saab kasutajaõigusi anda näiteks oma töötajatele teabeväravas eesti.ee.Küsimuste korral\npöörduge Riigi Infosüsteemi Ameti kasutajatoe poole: tel. 666 8888; e-post: help@ria.ee\n \n5. Kuidas saavad majandushaldusasutuste menetlejad ja järelevalvajad MTR-i kasutamise\nkasutajaõigused?\nKõik asutuste (sh KOV-id, ühistranspordikeskused, Notarite Koda jmt) esindusõiguslikud isikud\nsaavad siseneda riigiportaali keskkonda (https://www.eesti.ee/et)  vastava asutuse esindaja rollis ja anda selle\nasutuse töötajatele   volitusi kooskõlas nendele seadusega määratud õigustega.\n Asutuse esindusõiguslik isik (direktor) võib anda ise volitusi oma asutuse töötajatele või määrata volitusega\nmõnele asutuse töötajale roll Pääsuõiguste haldus: Majandustegevuse registris asutuse volituste haldur.\n MTR-i volituste haldur saab omakorda asutuse töötajatele määrata selliseid rolle, mille valdkond on\nasutusele MTR-i poolt lubatud. \nJuhendi volituste andmiseks Pääsukeses leiate:   siit\nPääsukese keskkonda puudutavates küsimustes palume pöörduda help@ria.ee\nMTR valdkonna rolle ja õigusi puudutavates küsimustes palume pöörduda register@ttja.ee\n \n6. Mida teha majandustegevusteate ja tegevusloa andmete muutmiseks?\nMajandustegevusteate ja loa andmete muutmiseks tuleb esitada muutmise teade. Majandustegevuse registris\ntuleb ettevõtjal minna olemasoleva teate või loa peale, mida soovitakse muuta ning seejärel vajutada nupule\nmuuda teadet/luba (kasutada rea lõpus olevat märki (ikooni) \n „pliiats“). Seejärel muuta, kustutada, lisada",
            "imgurl": "",
            "title": "Korduma kippuvad küsimused (KKK)",
            "description": "",
            "source_url": "https://mtr.ttja.ee/infoleht/24?m=130"
        }
    },
    {
        "content": {
            "chunk": "„pliiats“). Seejärel muuta, kustutada, lisada\nneed andmed, mida muudetakse majandustegevusteates ja loal.  Muutmisteate esitamiseks tuleb täita kõik\nkohustuslikud väljad (tähistatud punase täpiga *).\n \n7.Kuidas muuta kontaktandmeid (telefon, aadress, meiliaadress, e-mail)?\nSisenege MTR-i. Avalehes avanevas vasakpoolses rippmenüüs on esimene valik „Kontaktandmete\nmuutmine“. Äriregistri kontaktandmete muutmiseks pöörduda äriregistri poole  https://ariregister.rik.ee\n \n8. Millal ja mille eest peab tasuma riigilõivu?\nRiigilõivu peab tasuma, kui majandustegevusteade või selle muutmise teade esitatakse registripidajale või\nmajandushaldusasutusele paberkandjal või e-posti teel digiallkirjaga. Sel juhul on riigilõiv 10 eurot, mis tuleb\nmaksta Rahandusministeeriumi kontole viitenumbriga 2900082430:\nSEB - EE891010220034796011\nSwedbank - EE932200221023778606\n23/04/2025, 12:44\nMTR\nhttps://mtr.ttja.ee/infoleht/24?m=130\n2/4",
            "imgurl": "",
            "title": "Korduma kippuvad küsimused (KKK)",
            "description": "",
            "source_url": "https://mtr.ttja.ee/infoleht/24?m=130"
        }
    },
    {
        "content": {
            "chunk": "Luminor - EE701700017001577198\n \n9. Kellele ja kuhu tuleb maksta, kui taotlen takso tegevusluba, sõidukikaarti või teenindajakaarti?\nRiigilõiv tuleb tasuda kohalikule omavalitsusele vastavalt teeninduspiirkonnale, mis teie taotluses märgitud.\nRiigilõivu tasumine toimub pangaülekandega, MTR-i kaudu riigilõivu maksta ei saa. KOV arvelduskonto\nnumbri leiate siit:   https://mtr.ttja.ee/infoleht/54?m=212\n \n10. Mis on majandustegevusest loobumine?\nMajandustegevusest loobumine on ettevõtja poolt majandustegevuse vabatahtlik lõpetamine ühel või enamal\nloa- või teatamiskohustusega tegevusalal. Loobumiseks esitab ettevõtja majandustegevuse registris\nloobumise teate. Majandustegevusest loobumiseks siseneb ettevõtja esindaja MTR-i.  Valib „minu teated“/\n„minu load“ alt muutmist vajava tegevusloa või teate avab teate „luubiga“  \nmärgist. \n \n11. Mis on majandustegevusest ajutine loobumine?\nKui majandustegevusest loobutakse teatud tähtajani, siis on tegemist ajutise loobumisega ning ettevõtja teata\nmajandustegevuse registris majandustegevusest loobumise ja selle taasalustamise kuupäeva. \n \n12. Mis on majandustegevuse jätkamine?\nMajandustegevuse jätkamine on teatamis- või loakohustusega tegevusalal tegutseva ettevõtja tegevuse\njätkamine teise selleks õigustatud ettevõtja poolt. Nendeks isikuteks on füüsilisest isikust ettevõtja surma\nkorral tema pärija, testamenditäitja või pärandi hooldaja, ettevõtja pankroti korral pankrotihaldur, ettevõtja\nmajandustegevusega seotud kinnisasja suhtes toimuva sundtäitmise korral kinnisasja sundvalitseja, juriidiliste\nisikute ühinemise, jagunemise või ümberkujundamise korral ühendav, uus, omandav või ümberkujundatud\näriühing, ettevõtte omandaja.\n \n13. Mis on loakohustusest vabastamine?\nLoakohustusest vabastamise taotluse esitab lepinguriigi või komanda riigi ettevõtja, kui ta soovib alustada\nEestis püsivalt tegevust erinõuetega tegevusalal ning talle on teises lepinguriigis või kolmandas riigis antud",
            "imgurl": "",
            "title": "Korduma kippuvad küsimused (KKK)",
            "description": "",
            "source_url": "https://mtr.ttja.ee/infoleht/24?m=130"
        }
    },
    {
        "content": {
            "chunk": "asjaomasel tegevusalal tegutsemiseks tegevusluba, mis kontrollieseme poolest valdavas osas vastab Eesti\ntegevusloale ja mille kehtivust ei ole piiratud väljaspool Eestit asuva territooriumi või tegevuskohaga.\n \n14. Kuidas muuta teadet/luba uue (pädeva, kutsetunnistusega, kutsega) isiku vahetumise puhul?\nIsikute lisamiseks ja eemaldamiseks tuleb olemasolevat kannet muuta. Uue isiku lisamisel alustatakse pädeva\nisiku isikukoodi sisestamisega ja seejärel vajuta nuppu „otsi isikut“. Juhul kui soovite asendada isikut, siis\nkõige pealt lisage uus isik ja alles seejärel eemaldama olemasolev isik, vajutades kustuta rida nuppu.\n \n15. Pädeva isiku kinnitus \nMajandustegevusteate esitamise järel saab pädev isik automaatteavituse oma e-posti aadressile, mis oli\nmajandustegevusteates lisatud tema kontaktandmete juurde.\n23/04/2025, 12:44\nMTR\nhttps://mtr.ttja.ee/infoleht/24?m=130\n3/4",
            "imgurl": "",
            "title": "Korduma kippuvad küsimused (KKK)",
            "description": "",
            "source_url": "https://mtr.ttja.ee/infoleht/24?m=130"
        }
    },
    {
        "content": {
            "chunk": "E-posti teates sisalduva lingi kaudu siseneb pädev isik MTR-i, kus talle kuvatakse kinnitust ootava ettevõtte\nnimi ja valib toimingu „kinnita“.\nKui pädev isik ei ole mingil põhjusel oma e-posti aadressile teadet saanud, siis on tal võimalus siseneda\nMTR-i füüsilise isiku rollis ning kinnitada.\nSoovi korral võib pädev isik ka loobuda oma seosest ettevõttega. Selleks peab ta sisenema MTR-i füüsilise\nisiku rollis ja valima ettevõtte, kellega suhtest ta soovib loobuda, kasutades toimingut „loobu“.\n \n16. Kuidas lisada reisiettevõtja tagatist?\nTagatise lisamiseks avage reisiettevõtja majandustegevusteade  „pliiatsi“ märgist ja liikuge sakile (tab,\nvaheleht) „Tegevusalad“ ning valige lisa uus tagatis, täitke nõustavad väljad ja laadige alla poliis\n(garantiikiri, kindlustus). Varasemalt lisatud, kuid kehtivaid tagatisi ei tohi eemaldada. Vaata juhendit:\nhttps://www.eesti.ee/et/erinouetega-tegevusalad/turism/reisiettevotja-majandustegevusteade\n \nTarbijakaitse ja Tehnilise Järelevalve Amet register@ttja.ee tel 6687080\n©2012-2025 (v. 4.16.3)\n23/04/2025, 12:44\nMTR\nhttps://mtr.ttja.ee/infoleht/24?m=130\n4/4",
            "imgurl": "",
            "title": "Korduma kippuvad küsimused (KKK)",
            "description": "",
            "source_url": "https://mtr.ttja.ee/infoleht/24?m=130"
        }
    }
]