[{"content": {"chunk": "Sul on alati võimalus vaadata ning salvestada oma ID-kaardi sertifikaate. Kõige mugavam on seda teha DigiDoc4 abil.\nÜhenda kaardilugeja arvutiga, sisesta sellesse oma ID-kaart, ava DigiDoc4 ning oota, kuni sinu ID-kaardi andmed on sisse loetud. Edasised juhised sõltuvad natuke sellest, millise operatsioonisüsteemiga arvutit kasutad. Vali allolevast valikust endale sobivaim:\n\n- \n\nVali sealt kas või ja klõpsa tekstilingil \"Vaata sertifikaadi detaile\".\ne\nSertifikaadi salvestamiseks vali avanenud aknast „Üksikasjad“ ( ) ja vali „Kopeeri faili“ ( ) ning klõpsa avanenud aknast nupul „Edasi“ ( ).\nJärgmises sammus vali dokumendiformaadiks „Base-64 kodeeritud X.509 (.CER)“ ( \" ning klõpsa jätkamiseks taas Edasi (\" \"):\nSiis vali kaust, kuhu soovid sertifikaadi salvestada, ning vajuta veelkord „Edasi“ ( ):\nFaili salvestamiseks klõpsa „Valmis“ ( nupul:\nKui sertifikaat salvestatakse edukalt, kuvatakse selle kohta teade (Eksport oli edukas):\n- \n\nSeejärel vali või alt tekstilink \"Vaata sertifikaadi detaile\".\n\nAvaneb uus aken koos sertifikaadi detailidega. Juhul, kui soovid sertifikaadi salvestada, vajuta ekraani ülemises paremas nurgas oleval „share“ nupul (kast ja nool üles) ning vali tekkinud menüüst programm „Notes“.\nSulle avatakse nüüd Notes programmi salvestusaken – kui soovid sertifikaadi eraldi failina salvestada, vajuta „Save“ nupul.\n\n\nSertifikaadi kasutamiseks ava arvutis programm \"Notes\" ning lohista nähtavale ilmunud sertifikaadifail endale sobivasse kataloogi, näiteks Desktopile. Samuti saad sertifikaadi topeltklõpsuga Notes’is avada.\n-", "imgurl": "", "title": "ID-kaardi sertifikaatide vaatamine ja salvestamine - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/id-kaardi-sertifikaatide-vaatamine-ja-salvestamine/"}}, {"content": {"chunk": "Seejärel vali vali või alt \"Vaata sertifikaadi detaile\"\n\nSertifikaadi detailvaates on sul võimalik sertifikaadi info salvestada – ekraani allosas asuval „Salvesta“ nupul klikates.\nJuhised, kuidas vaadata ja salvestada oma ID-kaardi sertifikaate.\nAitäh tagasiside eest!", "imgurl": "", "title": "ID-kaardi sertifikaatide vaatamine ja salvestamine - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/id-kaardi-sertifikaatide-vaatamine-ja-salvestamine/"}}]