[{"content": {"chunk": "Kas avastasid, et sinu ID-kaart on kadunud või varastatud? Mõtle kõigepealt läbi – ehk oled seda äsja kasutanud ja tavapärasest veidi erinevasse kohta, näiteks kontorilauale jätnud?\nSee, kuidas edasi tegutseda, sõltub juba sellest, kui kindel oled kaardi varguses.\nKui ja võib peagi turvalisest kohast taas välja tulla, tuleks peatada kaardiga seotud sertifikaatide kehtivus, helistades telefonil +372 677 3377. See tähendab, et ID-kaart kehtib füüsilise isikut tõendava dokumendina (näiteks reisidokumendina) edasi, aga seda ei saa kasutada elektroonilistes kanalites. Nii oled sa identiteedivarguste eest kaitstud juhul, kui keegi pahategija sellega sinu eest näiteks netipanka siseneda üritab, aga saad kehtiva ID-kaardi abil endiselt uusi dokumente taotleda, pangakontoris kohapeal asju ajada jne.\nKui sinu , tuleks sulgeda ID-kaardi sertifikaadid ja lasta ID-kaart kehtetuks tunnistada (https://www.politsei.ee/et/id-kaart-on-kadunud-voi-varastatud) ! Samuti peaksid varguse kohta politseile avalduse tegema. Kui ID-kaart on varastatud välismaal olles, saad Eesti välisesindusest endale taotleda ka ajutise Eestisse tagasipöördumise tunnistuse.\n\n\n- Kuidas tellida endale uus ID- (https://www.id.ee/artikkel/soovid-uut-id-kaarti) kaart (https://www.id.ee/artikkel/soovin-uut-id-kaarti) ?\n- Mida teha, kui reisidokument kaob välismaal (https://reisitargalt.vm.ee/reisidokumendi-kaotus/) olles?\n- Mida peaksin teadma sertifikaatide turvalisusest (https://www.id.ee/artikkel/sertifikaadid-ja-nende-turvalisus) ?\n(#kasulik-info)", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "- \nJuhul, kui sinu ID-kaart, mobiil-ID vms on kadunud või varastatud, tuleks koheselt peatada sellega seotud sertifikaadid: nii oled identiteedivarguste eest kaitstud.\nID-kaartide ja muude digitaalsete dokumentide (https://www.id.ee/artikkel/digitaalsed-dokumendid-id-kaart-digi-id-elamisloakaart-ja-e-residendi-digi-id) sertifikaate saad peatada telefoni teel:", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "- helistades numbril .\nNB! Sinu käest küsitakse nime ning isikukoodi!\nPeatatud sertifikaatide taasavamiseks tuleb sul oma ID-kaardiga Politsei- ja Piirivalveameti teenindusse (https://www.politsei.ee/et/asukohad/teenindused) pöörduda: telefoni teel sertifikaate aktiveerida ei saa.\nKui oled kindel, et sinu ID-kaart on tõepoolest varastatud, tuleks sul sellest politseid teavitada ning ID-kaart ja sellega seotud sertifikaadid tunnistada lasta.\nKas teadsid aga, et varguse korral tuleks peatada ka sinu mobiilse nutivahendiga seotud sertifikaadid (https://www.id.ee/artikkel/mobiil-id-sertifikaatide-peatamine) ?\n- \n​Digitaalseid dokumente (sh. elamisloakaarte ning e-residentide digi-IDsid) väljastab Politsei- ja Piirivalveamet (https://www.politsei.ee/et/juhend/id-kaardi-taotlemine-taeiskasvanule) . Taotluse saab esitada nii teenindustes (https://www.politsei.ee/et/juhend/id-kaardi-taotlemine-taeiskasvanule/taotlemine-teeninduses) kui iseteeninduses (https://www.politsei.ee/et/juhend/id-kaardi-taotlemine-taeiskasvanule/taotlemine-iseteeninduses) .\nAlates jaanuarist 2023a. on võimalik uusi ID-kaarte kätte saada lisaks Politsei- ja Piirivalveametile ka kauplustest. Täpsem info Politsei- ja Piirivalveameti kodulehel (https://www.politsei.ee/et/juhend/id-kaardi-taotlemine-taeiskasvanule/kattesaamine) .\nkaarti saab lisaks PPAle taotleda mugavalt ka läbi e-residendi veebilehe (https://e-resident.gov.ee/become-an-e-resident/) .\nKõikidele digitaalsetele isikutunnistustele kehtivad riigilõivud (https://www.politsei.ee/et/juhend/riigiloivude-maeaerad) ehk väljastustasud.", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "saad dokumente taotleda ning kätte saada ka Eesti Vabariigi välisesindustest (https://vm.ee/konsulaar-viisa-ja-reisiinfo/eesti-vabariigi-valisesindused) . Kindlasti tuleks meeles pidada, et dokumentide võtavad vastu ainult Eesti saatkonnad, tellitud dokumentide kättesaamiseks võib aga kasutada ka Eesti aukonsulaate.\n- \nKolm korda järjest valesti sisestatud PIN-kood blokeeritakse sinu turvalisuse huvides: ilma PIN-koodideta ei ole võimalik ligi pääseda sinu isikuandmetele, pangaarvele, e-teenustele; ei saa allkirjastada lepinguid, kinnitada tehinguid jne.\nTõsi see on, et üldiselt kipuvad PIN-koodid lukku minema just sellel kõige-kõige ebamugavamal ajahetkel. Enamasti on põhjuseks kaardiomaniku liigne kiirustamine PIN-koodi sisestamisel või hetkeline hajameelsus – näiteks sisestasid ID-kaardi PIN-koodi asemel kogemata oma pangakaardi PIN-koodi. Täiesti arusaadav on ka, et lukustatud PIN-koodi tõttu jääb lõpetamata tol hetkel pooleli olnud tegevus ja see võib paraja portsu ebamugavusi põhjustada. Küll aga tasub endale meelde tuletada, et PIN-koodide lukustust on vaja juhuks, kui sinu kaart on varastatud või on see muul moel pahatahtliku inimese kätte sattunud. Selleks, et keegi teine lihtsalt katse-eksituse meetodil ja erinevaid PIN-koode proovides sinu isikuandmeid ei ohustaks, blokeeritaksegi kolme valesisestuse järel PIN-kood ja pahategijal ei ole rohkem võimalusi sinu ohtu seadmiseks.\nÕigele kaardiomanikule väljastati koos PIN-koodidega ka PUK-kood, mille abil lukustatud PINid taas lahti teha saab – vargal see võimalus puudub.", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "Seetõttu ongi väga tähtis, et ja kindlasti mitte rahakotis, ID-kaardi juures või oma töölaual, kust see kellegi teise kätte võib sattuda!\nVeelgi parem on, kui sa endale ise : midagi sellist, mida sul on lihtne tuletada või meeles pidada ilma, et peaksid selle üldse üles kirjutama. PUK-koodi saad vahetada täpselt sama lihtsalt kui PIN-koode:", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "- Ühenda ID-kaart arvutiga ja ava ID-tarkvara „DigiDoc4“.\n- Oota, kuni ekraanile laetakse sinu isikuandmed.\n- Klõpsa vasakmenüüst lahti „Minu eID“.\n- Klõpsa „Muuda PUK“ nupul.\n- Sisesta kehtiv PUK-kood.\n- Vali endale uus PUK-kood ja sisesta see kaks korda.\n- Uus PUK-kood peab koosnema ainult numbritest, olema 8-12 kohaline ja mitte kattuma (osaliselt ega täielikult) sinu isikukoodiga.\nKui PUK-koodi vahetamine õnnestub, näed ekraanil vastavat teadet. Ja nüüd oledki kaitstud juhuks, kui peaksid kogemata oma PIN-koodid blokeerima!\n- \nID-kaardi (ja muude digitaalsete dokumentide) sertifikaatide kasutustingimustes tuuakse välja nii sertifikaadi omaniku kui ka sertifikaatide väljastaja õigused, kohustused ja vastutus. Nõusoleku nende kasutustingimuste järgimiseks annad sa dokumendi väljastamisel: tingimustega nõustumata sulle dokumenti ei väljastata.", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "- Dokumenti ja PIN-koode ei tohi anda kellegi teise kätte.\n- Kui dokument on kadunud või on võimalus, et dokumenti on loata kasutatud, tuleb viivitamatult helistades numbril +372 677 3377.\n- Peatatud sertifikaate saab taas aktiveerida PPA teeninduses (https://www.politsei.ee/et/asukohad/teenindused) .\n- Sertifikaatide omanikuna oled sa kohustatud sertifikaadid tühistama, kui tekib kahtlus, et dokument on sertifikaatide peatatuse ajal sinu kontrolli alt väljunud.\n- või mingil muul põhjusel kasutuskõlbmatuks muutumisel tuleb sul dokumendi omanikuna sellest kohe PPA-d teavitada ning dokument kehtetuks tunnistada lasta.\n- Sina kui sertifikaadi omanik vastutad sertifikaatidega tehtud toimingute ja tagajärgede eest!\n- E-teenustesse sisselogimisel edastatakse teenusepakkujale sertifikaat koos sertifikaadi omaniku nime ja isikukoodiga.\n- Digitaalsel allkirjastamisel edastatakse koos dokumendiga sertifikaat, mis sisaldab sertifikaadi omaniku nime ja isikukoodi.\nKindlasti tasub rahulikult ja täie süvenemisega sertifikaatide kasutustingimused läbi lugeda – nii oled kursis enda õiguste ja kohustustega ning suudad oma elektroonilist identiteeti paremini kaitsta.\nJuhul, kui sa ei ole sertifikaatide kasutustingimustega (enam) nõus, on sul võimalik sertifikaadid tühistada. See tähendab, et sinu ID-kaart jääb küll kehtima füüsilise isikut tõendava dokumendina (näiteks reisidokumendina jms), ent seda ei saa enam elektroonilisteks teenusteks kasutada.\nja on mõeldud üksnes elektrooniliseks kasutamiseks ja seega kaotavad kaardid sertifikaatide tühistamisel kehtivuse.", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}, {"content": {"chunk": "​ Kas avastasid, et sinu ID-kaart on kadunud või varastatud? Mõtle kõigepealt läbi – ehk oled seda äsja kasutanud ja tavapärasest veidi erinevasse kohta, näiteks kontorilauale jätnud?\n​See, kuidas edasi tegutseda, sõltub juba sellest, kui kindel oled kaardi varguses.\nAitäh tagasiside eest!", "imgurl": "", "title": "Mida teha, kui ID-kaart või muu digitaalne dokument on kadunud või varastatud? - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/mida-teha-kui-id-kaart-voi-muu-digitaalne-dokument-on-kadunud-voi-varastatud-3/"}}]