[{"content": {"chunk": "Juhul, kui sul tekkis probleeme ID-kaardi lugejaga või annab DigiDoc4 rakendus sulle mõne kaardilugejaga seotud veateate, leiad loodetavasti abi järgnevatest teemadest:", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- \nVeateate „Lugejas ei ole kaarti“ saad juhul, kui sinu ID-kaardi lugeja ei suuda mingil põhjusel kaardiga ühendust luua ja sealt andmeid välja lugeda.\nEnamasti ongi põhjuseks ebakorrektselt/lohakalt sisestatud kaart: võta ID-kaart lugejast välja ja sisesta uuesti. Vajadusel loe, kuidas ID-kaart lugejasse sisestada. (https://www.id.ee/artikkel/kuidas-kontrollida-id-kaardi-ja-lugeja-tookorras-olekut/)\nVahel võib aga põhjuseks olla kas katkine ID-kaardi lugeja või on kahjustada saanud ID-kaart (või selle kiip). Kui kaart on korrektselt lugejas, aga ikka kuvatakse „Lugejas ei ole kaarti“ veateadet, tuleks kontrollida ID-kaardi korrasolekut kas teise kaardilugejaga või, kui võimalik, lausa mõnes teises arvutis mõne teise teadaolevalt töötava kaardilugejaga.\nJuhul, kui ID-kaart teiste kaardilugejatega töötab, on asi sinu kaardilugejas: vaheta see välja!\nKui „Lugejas ei ole kaarti“ veateadet näed sõltumata sellest, millises arvutis ja millise kaardilugejaga oma ID-kaarti kasutada proovid, pöördu lähimasse Politsei- ja Piirivalveameti teenindusse (https://www.politsei.ee/et/asukohad/teenindused) : ilmselt on viga saanud sinu ID-kaart ja see tuleks kiiremas korras välja vahetada!", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "Selleks, et sinu ID-kaart kestaks kaua ega saaks igapäevaelu käigus kogemata viga, soovitame sul endale tellida ka digi-ID (https://www.id.ee/artikkel/digitaalsed-dokumendid-id-kaart-digi-id-elamisloakaart-ja-e-residendi-digi-id/) . Digi-ID pakub elektrooniliseks kasutamiseks samu võimalusi mis ID-kaartki, ent ei sobi füüsiliseks isikut tõendavaks dokumendiks (näiteks ei saa sellega reisida, pangakontoris isikut tõendada vms). Küll aga saad digi-IDd kasutada elektroonilisteks toiminguteks nagu digiallkirjastamine, e-teenuste kasutamine, pangaülekannete kinnitamine jne.\nHea idee on seegi, kui kasutad lisaks füüsilisele kaardile ka mõnda mobiilset vahendit, näiteks SIM-kaardi põhist mobiil-IDd (https://www.id.ee/artikkel/mobiil-id-digitaalne-isikututunnistus-nutitelefonis) või tasuta Smart-ID mobiiliäppi (http://www.smart-id.com/) . Nii võid olla kindel, et tõrgete tekkides, kaardi kadudes vms ei kaota sa ligipääsu e-teenustele!\n- \nVeateate „Ühtegi kiipkaardi lugejat pole ühendatud“ saad DigiDoc4 rakenduses juhul, kui arvutil on kadunud ühendus sinu ID-kaardi lugejaga või on kaardilugeja eemaldatud DigiDoc4 töötamise ajal.\nÄra muretse: ühenda kaardilugeja uuesti arvutiga ja veateade peaks kaduma. Kui veateadet kuvatakse hoolimata sellest, et kaardilugeja on arvutiga korrektselt ühendatud, on ilmselt probleemi põhjus üks järgmistest.\nKaardilugeja ja selle draiverite paigaldus ei õnnestunud.\nJuhul, kui oled värskelt uuendanud oma arvuti tarkvara, võtnud kasutusele uue kaardilugeja või oled selle arvutiga alles esimest korda ID-kaarti kasutamas, on ilmselt põhjuseks:", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- Kaardilugeja ja selle draiverite paigaldus ei õnnestunud Uuri oma kaardilugeja karbilt lugeja mark ja mudel ning sisesta need Google’sse vajalike draiverite leidmiseks.\n\n- ID-kaardi draiver ei ole paigaldatud Kui oled esimest korda selle arvutiga ID-kaarti kasutamas, kontrolli, kas oled paigaldanud kõik vajalikud tarkvarapaketid ID-tarkvara paigaldamise (https://www.id.ee/artikkel/paigalda-id-tarkvara) lehelt.\n\n\nVahel juhtub, et viga on hoopis sinu ID-kaardi lugejas – näiteks on see ära väsinud või on viga saanud kaardilugeja juhe või USB-otsik. Abiks võib olla, kui kaardilugeja mõnda teise USB-pesasse sisestad. Vajadusel loe, kuidas ID-kaardi lugejat kasutada. (https://www.id.ee/artikkel/kuidas-kontrollida-id-kaardi-ja-lugeja-tookorras-olekut/)\n- \nID-kaardi kasutamiseks sobib enamik tunnustatud kaubamärkide kiipkaardilugejaid ja Eesti kaubandusvõrgus on ID-kaardi lugejad vabalt saadaval nii arvutipoodides, suuremate kaupluste tehnikaosakondades kui isegi tanklates.\nPisut ettevaatlikum tasuks aga olla omale kaardilugejat internetist tellides: eelista odavmüügikeskkondadele alati tootja enda veebilehti ning usaldusväärse mainega e-kaupluseid.\non kirjas lugeja peal oleval infosildil (enamasti tagaküljel). Toote ID on leitav DigiDoc4 diagnostikas (https://www.id.ee/include/automaatse-diagnostika-faili-ning-logifaili-genereerimine-digidoc4-rakenduse-abil/) .", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- Windowsi puhul töötab lugeja üldjuhul kõikide draiveritega (tootja, Microsofti universaalsed draiverid).\n- Linuxi ja macOS puhul on testitud vaikimisi paigaldatav draiver (USB CCID).\n- Peale ja funktsioonide kasutamist, kui sel ajal oli ID-kaart lugejas ning mõni ID-tarkvara komponent avatud, võib esineda probleeme kaardilt andmete väljalugemisega.  Enamasti aitab kaardi lugejast eemaldamine ja uuesti sisestamine. Mõningatel juhtudel on vaja ka ID-tarkvara komponendi uuesti käivitamist või ka arvuti taaskäivitamist.\n- PinPad (sõrmistikuga) lugejate puhul võib esineda tõrkeid Windows terminal lahendustes. Terminalsüsteemid ei ole ID-tarkvara poolt ametlikult toetatud keskkond.\n- Lisaks võib olla vajadus piirata PinPad režiim (HP ja Dell klaviatuur/ kaardilugejad). Selleks tuleb lisada Windows registrisse võti, mille väärtused leiab siit (https://github.com/open-eid/minidriver/wiki#supported-features) .\n\n\n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \nVajadusel kontrolli üle, millised on ID-tarkvara poolt toetatud operatsioonisüsteemid (https://www.id.ee/artikkel/id-tarkvara-toetatud-operatsioonisusteemid/) ja nende versioonid.\nNB! Kui sinu teadmised on erinevad artiklis kajastatud kiipkaardi lugejate kohta, siis ole hea ja jaga neid meiega.\n- \nID-kaardi elektrooniline kasutamine ei pruugi alati õnnestuda, kui kasutad üht nimetatud PinPad (sõrmistikuga) kaardilugejatest:", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- \n- \nSelleks, et Windows operatsioonisüsteemis saaks PinPad kaardilugejat kasutada, peab olema paigaldatud vastava kaardilugeja draiver. Vaikimisi paigaldab Windows universaalse (WUDF) draiveri, küll aga see ei toeta PinPad kaardilugejat.\nTõrgete lahendamiseks on soovitus jälgida järgmiseid lahendusi.\nGemalto CT710 Ezio\n\n\n- Kui kaardilugeja on ühendatud arvutiga, käivitada Windowsi uuenduste vaatest kontrolli värskendusi.\n- Tekib väike kirje uunduste kontrolli juurde, et saadaval on täiendavad uuendused.\n- Selle peale vajutades avaneb vaade, kus on valik \"Gemalto - SmartCardReader- 8/8/2016 12:00:00 AM - 4.1.4.0\".\n- Teha see valik aktiivseks ja vajutada \"Laadi alla ja Installi\".\n- Pärast paigaldust peaks kaardilugeja töötama ootuspäraselt.\n:\n\n- Kui kaardilugeja on ühendatud arvutiga, käivitada Windowsi uuenduste vaatest kontrolli värskendusi.\n- Peale värskenduste kontrolli on tarvis vajutada \"Täpsemad suvandid\" > \"Valikulised värskendused\".\n- Teha aktiivseks valik \"Gemalto - SmartCardReader- 8/8/2016 12:00:00 AM - 4.1.4.0\".\n- Vajutada \"Allalaadimine ja installimine\".\n- Pärast paigaldust peaks kaardilugeja töötama ootuspäraselt.\nKui selliseid valikuid ei teki on võimalik ka tootja draiverit alla laadida nii:\n\n- Laadi alla Gemalto CT710 Ezio draiver siit (https://supportportal.gemalto.com/csm/?sys_kb_id=5581c231db577a40d298728dae96198c&id=kb_article_view&sysparm_rank=2&sysparm_tsqueryId=c47ca9941b6b5050f2888739cd4bcbb3&sysparm_article=KB0015829) .\n- Käivita GemPcCCID.exe ja paigalda draiver.\n- Pärast paigaldust peaks kaardilugeja töötama ootuspäraselt.\nOmniKey CardMan 3821", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- Laadi alla OmniKey CardMan 3821 draiver siit (https://www.hidglobal.com/drivers/24574) .\n- Käivita rakendus.\n- Salvestafailid oma arvutis mõnda kausta.\n- Ava seadmehaldur ja määra draiveritarkvara otsimise asukohaks kaust kuhu eelnevalt draiveri failid salvestasid. Täpsema juhendi leiad siit (https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/#kaardilugeja-tootjapoolsete-draiverite_5) .\n- Pärast paigaldust peaks kaardilugeja töötama ootuspäraselt.\nProbleemide jätkudes võta ühendust ID-tarkvara kasutajatoega (https://www.id.ee/artikkel/teavita-meid-probleemist) !\n- \nID-kaardi elektrooniline kasutamine ei pruugi alati õnnestuda, kui kasutad nt üht nimetatud (klaviatuur)kaardilugejatest:\n\n- JSP-CR900\n- Cherry RS 6700 Smart Board XX44\n- Cherry RS 6600 Smart Board XX44\n- Lenovo USB Smartcard Keyboard\n- Fujitsu keyboard KB SCR\n- Dell RT7D60 USB Smartcard Keyboard\n- Dell KB813 USB Smartcard Keyboard\n- ...jms\nAeg on näidanud, et tõrked peituvad selliste lugejate puhul enamasti tootjapoolsetes draiverites. Tõrgete lahendamiseks on soovitus asendada need Microsoft'i draiverite vastu. Selleks tee läbi järgmised sammud:\n\nAva menüü (windowsi märk/akna kujutis) ja kirjuta otsingusse ( ):\nLeia nimekirjast alajaotus ( ) kus  tee hiire paremklõps kaardilugejal ja vali ( ):\nJuhul, kui \"Seadmehalduris\" kiipkaardilugejad peal hiire paremklõps ei paku draiveri värksendamist, tuleks \"Seadmehaldur\" käivitada administraatori õigustes.\n\n- \n\n- Ava menüü ja kirjuta otsingusse ( ). Otsinguga leitaval rakendusel vali .", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- Ava menüü ja kirjuta otsingusse ( ). Otsinguga leitaval rakendusel vali .\n\n- Ekraanile kuvatakse aken, kuhu tuleb sisestada administraatori õigustes konto kasutajanimi ja parool. Vajuta Jah /OK nupule.\nJätka kaardilugeja draiveri vahetust (\n\nAvanenud aknas tee klõps valikul ( ):\nNüüd tee klõps valikul ( ):\n\nLeia nimekirjast tee see aktiivseks ja vajuta ( ):\nSellele järgneb draiveritarkvara värskendus. Kui see on edukas, siis vajuta nupule ning proovi uuesti ID-kaarti kasutada.\nProbleemide jätkudes võta ühendust ID-tarkvara kasutajatoega (https://www.id.ee/artikkel/teavita-meid-probleemist) !\n\n- \nID-kaardi kasutamise jaoks vajalik PCSC teenus käivitatakse arvutis automaatselt kui ühendatakse kaardilugeja. Juhul, kui DigiDoc4 annab veateate „ID-kaardi kasutamiseks vajalik PCSC teenus ei tööta“ ka pärast kaardilugeja ühendamist, tuleb sul teenus käsitsi käivitada. Juhised sõltuvad sinu poolt kasutatavast operatsioonisüsteemist.\n(#windows-10)\n\n- Kõigepealt ava ' ' ja kirjuta otsingusse\n- Seejärel leia avanenud aknast (Services) \" / \".\n\n- Veendu, et seaded on korrektsed:\n\n- teenuse on \" \" või \" \"\n- teenuse on \" \".\nKui ei ole, siis tee / peal topeltklõps ja viia sisse vastavad muudatused.\nWindows puhul näeb korrektselt seadistatud / teenuse aken välja selline:\nJuhul, kui sa kasutad ID-tarkvara üle lahenduse, tuleks sul veenduda, et Smart Card service töötab arvutis, mille abil ekraani teisest arvutist üle võtad!", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- \n(Windows 10/11 jaoks):\nSüsteemifailide kontrollija on Windowsi utiliit, mis kontrollib teie arvutis olevate failidega seotud probleeme. Selle käivitamiseks tehke järgmist:\n\n- Veenduge, et olete installinud Windowsi uusimad värskendused, ja taaskäivitage arvuti. Lisateavet leiate artiklist Windowsi värskendamine (https://support.microsoft.com/et-ee/windows/windowsi-v%C3%A4rskendamine-3c5ae7fc-9fb6-9af1-1984-b5e0412c556a) .\n- Tippige tegumiriba otsinguväljale ja paremklõpsake või vajutage pikalt tulemite loendist ). Valige ja seejärel valige\n- Tippige (pange tähele tühikut iga „/” ees) ja seejärel vajutage sisestusklahvi . ( Selle toimingu alustamiseks ja lõpuleviimiseks võib kuluda mõni minut.)\n- Kui kuvatakse teade \"Toiming on edukalt lõpule viidud\", tippige (\"sfc\" ja \"/\") vahel on tühik ja vajutage\n- Kui kuvatakse teade \"Kontrollimine 100% valmis\", tippige ja vajutage\n\nVõime kasutada käsku \"regsvr32\" järgmiste dll-failide uuesti registreerimiseks. Klõpsake nuppu Start ja tippige järgmised käsk otsinguribale (ühe kaupa).", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}, {"content": {"chunk": "- Sulgege kõik avatud aknad.\n- Klõpsake nuppu Start, klõpsake \"Kõik programmid\" (\"All programs\") ja klõpsake \"Aksessuaarid\" (\"Accessories\").\n- Paremklõpsake \"Käsurida\" (\"Command Prompt\") ja klõpsake \"Käivita administraatorina\" (\"Run as administrator\").\n- Tippige aknasse \"Administraator: Käsurida\" (\"Administrator: Command Prompt\") käsk \"chkdsk /r\" (ilma jutumärkideta) ja vajutage sisestusklahvi.\n- Tippige Y ja klõpsake uuesti Enter.\n- Taaskäivitage arvuti.\n(#linux)\nLinuxi  puhul proovi esmalt kaardilugejat uuesti arvutiga ühendada. Kui viga säilib, siis tegutse järgnevalt:\n\n- käivita\n- kirjuta terminali käsk:\n\n- Sinu käest küsitakse administraatori parooli – sisesta see. Ära lase end segada faktist, et parooli sisestamisel hiirekursor ei liigu ning parooli ekraanil ei näidata! Kui oled kindel, et sisestasid parooli õigesti, vajuta .\n- Sisesta nüüd:\n\n\nKui SmartCard teenuse käivitamine õnnestub, ava uuesti DigiDoc4 ja kontrolli, kas ID-kaardilt loetakse nüüd andmed sisse korrektselt. Kui kõik toimib, peaks ID-kaardi kasutamine taas lubatud olema.\nMida teha, kui sul tekkis ID-kaardi kasutamisel probleeme ID-kaardi lugejaga?\nAitäh tagasiside eest!", "imgurl": "", "title": "Probleemid kaardilugeja kasutamisel - ID.ee", "description": "No Description", "source_url": "https://www.id.ee/artikkel/probleemid-id-kaardi-lugejaga/"}}]