[{"content": {"chunk": "Isikuandmete töötlemise põhimõtted\nPolitsei- ja Piirivalveameti tegevus ja dokumentatsioon on avalik teave seadustega sätestatud ulatuses.\nIsikuandmete töötlemisel järgime põhimõtet, et isikuandmeid võib töödelda üksnes õiguslikul alusel ning minimaalses mahus, mis on vajalik konkreetse õiguspärase eesmärgi saavutamiseks. Töötleme andmeid vaid ulatuses, mis tagab avalike ülesannete täitmise ning isikute kiire ja kvaliteetse teenindamise. Politseile seadusega pandud ülesanded on avaliku korra kaitsmine, süütegude ennetamine ja menetlemine, karistuste täide viimine, dokumentide ja tegevuslubade väljastamine eriseadustes sätestatud alustel ja korras, piirihalduse ning kodakondsuse ja migratsiooni valdkonna asjade korraldamine, lisaks veel muude seadusest ja selle alusel antud õigusaktidest tulenevate ülesannete täitmine.\nOma ülesannete täitmisel saame teavet, mis sisaldab isikuandmeid, sealhulgas tundlikku ja eraelulist teavet. Näiteks kui pöördute meie poole või olete mõne menetluse osapooleks. Eraelu puutumatuse huvides on õigusaktidega isikuandmetele ligipääsu kitsendatud.\nIsikuandmeid töötleme kooskõlas Euroopa Liidu isikuandmete kaitse üldmääruse, isikuandmete kaitse seaduse ning muude isikuandmete kaitset reguleerivate õigusaktidega. Isikuandmete loata või ebaseadusliku töötlemise, edastamise, varguse, juhusliku kaotsimineku või hävimise vältimiseks oleme kasutusele võtnud asjakohased tehnilised ja töökorralduslikud kaitsemeetmed. Oma sisemise töökorraldusega tagame, et riive eraelu puutumatusele on võimalikult vähene.", "imgurl": "", "title": "Isikuandmete töötlemise põhimõtted - Andmekaitsetingimused - Politsei- ja Piirivalveamet", "description": "Politsei- ja Piirivalveameti tegevus ja dokumentatsioon on avalik teave seadustega sätestatud ulatuses. Isikuandmete töötlemisel järgime põhimõtet, et isikuandmeid võib töödelda üksnes õiguslikul alusel ning minimaalses mahus, mis on vajalik konkreetse õiguspärase eesmärgi saavutamiseks. Töötleme andmeid vaid ulatuses, mis tagab avalike ülesannete ...", "source_url": "https://www.politsei.ee/et/juhend/isikuandmete-toeoetlemine"}}, {"content": {"chunk": "Me ei väljasta ega edasta isikuandmeid kolmandatele isikutele, välja arvatud juhul kui vastav kohustus tuleb õigusaktist või selleks on olemas andmesubjekti nõusolek.\nPolitsei- ja Piirivalveameti andmekaitsespetsialistid:", "imgurl": "", "title": "Isikuandmete töötlemise põhimõtted - Andmekaitsetingimused - Politsei- ja Piirivalveamet", "description": "Politsei- ja Piirivalveameti tegevus ja dokumentatsioon on avalik teave seadustega sätestatud ulatuses. Isikuandmete töötlemisel järgime põhimõtet, et isikuandmeid võib töödelda üksnes õiguslikul alusel ning minimaalses mahus, mis on vajalik konkreetse õiguspärase eesmärgi saavutamiseks. Töötleme andmeid vaid ulatuses, mis tagab avalike ülesannete ...", "source_url": "https://www.politsei.ee/et/juhend/isikuandmete-toeoetlemine"}}, {"content": {"chunk": "- Mari Käärik (tel nr 612 3302, )\n- Jenny Jakobson (tel nr 612 3680, ).\nAndmekaitsespetsialistide poole võib pöörduda küsimustega, mis puudutavad isikuandmete töötlemist Politsei- ja Piirivalveameti poolt.\nKui andmesubjekt leiab, et Politsei- ja Piirivalveamet on isikuandmete töötlemisel rikkunud tema õiguseid, on tal õigus pöörduda nii Andmekaitse Inspektsiooni kui ka kohtu poole.\nAndmekaitse Inspektsiooni kontaktandmed: telefon: 627 4135 e-post: aadress: Tatari 39, Tallinn 10134.", "imgurl": "", "title": "Isikuandmete töötlemise põhimõtted - Andmekaitsetingimused - Politsei- ja Piirivalveamet", "description": "Politsei- ja Piirivalveameti tegevus ja dokumentatsioon on avalik teave seadustega sätestatud ulatuses. Isikuandmete töötlemisel järgime põhimõtet, et isikuandmeid võib töödelda üksnes õiguslikul alusel ning minimaalses mahus, mis on vajalik konkreetse õiguspärase eesmärgi saavutamiseks. Töötleme andmeid vaid ulatuses, mis tagab avalike ülesannete ...", "source_url": "https://www.politsei.ee/et/juhend/isikuandmete-toeoetlemine"}}]