[{"content": {"chunk": "Mis see on?\nPolitsei-ja Piirivalveameti välissuhtlemisalase tegevuse peaeesmärk on toetada siseturvalisuse valdkonna arengute ja poliitikate elluviimist. Arendusosakonna rahvusvahelise koostöö büroo juhib ja korraldab rahvusvaheliste organisatsioonide regulatsioonidest, välislepingutest ja ametkondlikest välislepingutest tulenevatest kohustuste täitmist.\n\n\n- ÜRO- United Nations/Ühinenud Rahvaste Organisatsioon\n- OSCE-Organization for Security and Co-operation in Europe/ Euroopa Julgeoleku- ja Koostööorganisatsioon\n- Interpol-International Criminal Police Organization/Rahvusvaheline kriminaalpolitsei organisatsioon\n- EASO- European Asylum Support Office/ Euroopa Varjupaigaküsimuste Tugiamet\n- Europol- European Police Office/Euroopa Politseiamet\n- Frontex- European Border and Coast Guard Agency/ Euroopa Piiri- ja Rannikuvalve Amet\n- NFIP- National Football Information Point/Riiklik jalgpalli teabepunkt\n\n\n- Euroopa Liidu liikmesriikidega\n- Läänemere riikidega\n- Euroopa Liidu idapartnerluse riikidega\n- Strateegiliste partnerriikidega\n\n\n- Euroopa Liidu kaasrahastatavad projektid (ISF, AMIF, Horizon 2020, JUSTICE programm)\n- Euroopa Liidu Struktuuritoetus\n- Euroopa Liidu tehnilise abi ja teabevahetuse programmi (Taiex) projektid\n- Eesti arengukoostöö raames elluviidavad projektid", "imgurl": "", "title": "Mis see on? - Rahvusvaheline koostöö - Politsei- ja Piirivalveamet", "description": "Politsei-ja Piirivalveameti välissuhtlemisalase tegevuse peaeesmärk on toetada siseturvalisuse valdkonna arengute ja poliitikate elluviimist. Arendusosakonna rahvusvahelise koostöö büroo juhib ja korraldab rahvusvaheliste organisatsioonide regulatsioonidest, välislepingutest ja ametkondlikest välislepingutest tulenevatest kohustuste täitmist. Koost...", "source_url": "https://www.politsei.ee/et/juhend/rahvusvaheline-koostoeoe"}}]