[{"content": {"chunk": "Piirivalve ajalugu\nEesti piirivalve 1918–1940\nEesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanematekogule, seejärel lühikest aega Rahandusministeeriumile. Alates 1. veebruarist 1919 kuni Vabadussõja lõpuni ja esimestel rahuaastatel valvasid Eesti piiri sõjaväeosad. 15. veebruarist 1919–1921 maini kontrollis riigipiiri ületamist Vabariigi Piirikontrolli Valitsus. Tolleaegne siseminister, Eesti piirivalve asutaja Karl Einbund (Eenpalu) toonitas vabariigi viienda aastapäeva kõnes, et rahuajal sõjavägi õpib, aga ei valitse. „Vanast valitsemise tõest peab kinni pidama: sõjavägi ei või täita tsiviilvalitsemise ülesandeid rahuajal. Kui see piiriolukorras ometigi sõjaväelise organisatsiooni kätte antakse, siis peab selleks moodustatama alaline erilise ettevalmistusega väeosa ja ta peab antama tsiviilvõimu käsutusse.“ Viimane asjaolu on Karl Einbundi sõnade kohaselt õigusliku korra pärast eriti tähtis, sest „sõjaväelised valitsemise maksiimid ja garantiid on oma iseloomult mitte rahuaja jaoks“.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Riigikogu võttis 30. mail 1922 vastu seaduse, millega piirivalve määrati Siseministeeriumi koosseisu. Piirivalve Valitsus moodustati siseminister Karl Einbundi ettepanekul 20. septembril 1922. Piirivalve juhiks määrati Vabadussõja tuntud väejuht kolonelleitnant Ants Kurvits, kes astus ametisse 1. novembril 1922. Seda päeva loetakse Eesti piirivalve sünnipäevaks.\nPiirivalve Valitsuse ülema abiks asetäitja ülesannetes määrati endine Eesti kaitseväe 6. jalaväerügemendi ülem kolonelleitnant Arved Engman. 1. detsembril kinnitas Eesti Vabariigi Valitsus piirivalve organisatsiooni järgmiselt: juhtrollis oli keskamet ehk staap, millele allusid kohtadel tegutsevad jaoskonnad, rajoonid ja kordonid. 1923. aasta jaanuaris moodustatud staap alustas tegutsemist Toompea lossi Valges saalis. Isikkoosseisu komplekteerimist alustati reservist tegevteenistusse võetud ja väeosadest üle toodud ohvitseridega ning üheaastase lepingu alusel piirivalvesse teenima tulnud üleajateenijatega. 20. maiks 1923 oli kogu piir kaitseväelt üle võetud. Igapäevased tööülesanded Eesti piiril jaotati kaheksa jaoskonna vahel. Nendeks olid Tallinna, Läänemaa, Pärnu, Valga, Petseri, Tartu, Peipsi ja Narva jaoskonnad. 1. detsembril 1923 liideti Petseriga likvideeritud Valga jaoskond, 1. juulil ühendati Peipsi jaoskonnaga Tartu jaoskond, Pärnu ja Läänemaa Lääne jaoskonnaks.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Ohvitseride ja üleajateenijate organiseerimiseks asutati 16. veebruaril 1923 piirivalve ohvitseride kogu ja 16. juunil 1927 piirivalve üleajateenijate kogu. 5. juunini 1936 oli Eesti piirivalve korraldamise ja tegutsemise seaduslikuks aluseks tsaariaegne piirivalvekorpuse 1910. aasta seadus, mida paljudes lõikudes täiendati ja asendati Eesti Vabariigi õigusaktidega. 5. juunil 1936 hakkas kehtima riigivanema 27. mail dekreedina välja antud piirivalveseadus. Eesti piirivalvurid valvasid merepiiri põhjas ja läänes 1159 km, idas Eesti-Nõukogude Liidu piiri 276 km ja lõunas Eesti-Läti piiri 365 km ulatuses. Salakaubaveo avastamiseks tehti tõsist tööd mere- ja lõunapiiril. Aastatel 1923–1939 avastas piirivalve 4491 salakaubaveo juhtumit. Sellest suurema osa moodustas salapiirituse vedu 3474 juhtumiga, kus tabati 252 927 liitrit piiritust. Aastatel 1923–1939 tabati Eesti-NSVL piiril 4651 piiririkkujat. Piirivahejuhtumite reguleerimiseks sõlmiti Eesti Vabariigi ja NSVL vahel 8. augustil 1927 vastav kokkulepe, mis jõustus 20. jaanuaril 1928.\nVaatamata kokkuleppele toimus 8. veebruaril 1938 Eesti-NSVL piiri lähedal Peipsi järvel traagiline intsident, kus Eesti piiri ületanud Nõukogude piirivalvurid tapsid Nina kordoni ülema veltveebel Artur Pungase, valvur kapral Voldemar Kaio ja eraisikust küüdimehe Vassili Eva.\nRiigipiiri tehniline korrashoid nõudis suurt tööd: piiripostide uuendamist, traataedade parandamist, piirikraavide ja -ribade puhastamist, patrullteede ning vaatetornide ehitamist. Vaatetorne rajati aastail 1934–1939 kokku 21.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Aastatel 1923–1939 ehitati piirivalvuritele 41 kordonihoonet ja kümneid kõrvalhooneid – saunu, keldreid, vankri- ja puukuure, töökodasid ning laskeradu. Kordonite juurde istutati viljapuid ja ilupõõsaid, rajati muruplatse ning puukoole. Piirivalvurid tegutsesid edukalt spordi- ja seltskondlikus elus. Peamisteks harrastusteks said ujumine, laskmine, kerge- ja raskejõustik ning suusatamine. Piirivalve ohvitseride kogu esimees, kolonelleitnant August Engman oli 1931. aastal üks Eesti Laskurliidu asutajaid. Omedu kordonis teeninud piirivalvur Eduard Seren kuulus 1935. aastal Rooma maailmameistrivõistlustel Eesti meeskonda väikepüssi harjutuses, kus ta püstitas maailmarekordi. Eesti laskurliidu ühingute ja ringkondade võistlustel võitis piirivalve meeskond aastail 1934–1937 neli korda järjest sõjaministri rändauhinna.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Eesti rahvas hindas piirivalve tööd kõrgelt. Piirivalve 10. aastapäeval annetas Eesti Maakonnavalitsuste Liit piirivalvele kauni lipu, mille ühel pool oli riigivapp, teisel küljel maakondade vapid ja piirivalve embleem – piiritulp, mida kaitseb mõõka hoidev väljasirutatud tiibadega kotkas. Vahetult enne Nõukogude Liidu anneksiooni juunis 1940 kaitsesid Eesti piiri Tallinna, Lääne, Petseri, Peipsi ja Narva jaoskonnad kokku 164 kordoni ja postiga 1100 piirivalvuri osavõtul, kes teadsid, et „kui kaovad piirid, kaob maa, kaob riik, kaob rahvas, kaob rahva vabadus“ (major Johan Paul, 1932). Iseseisva Eesti piirivalve tegevuse katkestas 1940. aastal Nõukogude okupatsioon. Idapiiri rajatised hävitati, piiriehitused tehti maatasa. Lõunapiir vastu Nõukogude okupatsiooni alla sattunud Läti Vabariiki jäi siiski püsima Saksa okupatsioonini 1941. Läti piiril säilis senine struktuur ja koosseis. Jaanuaris 1941 oli Eesti NSV Siseasjade Rahvakomissariaadi Piirivalvetalituses tööl kaheksa ohvitseri eesotsas polkovnik Johan Pauliga.\nPiirivalve osaline säilimine esimeseks nõukogude aastaks võimaldas hiljem organiseeritud relvastatud jõu liitumise vastupanuliikumisega. Suurt osa Eesti Vabariigi piirivalve ohvitsere tabas represseerimiste laine ja nad lõpetasid oma elu enamasti Gulagi vanglates. Seal mõrvati seni selgitamata asjaoludel ka Eesti esimene piirivalve ülem Ants Kurvits, kes läks erru kindralmajorina 1939. aasta lõpul.\nPiirivalve taasloomine ja areng aastatel 1990-2010", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Piirivalve taasloomine ja areng aastatel 1990-2010\nEesti piirivalve taasloomine algas ränkades tingimustes ja keerulistes siseriiklikes oludes. Taassünnile andis tõuke rahvaalgatuse korras Eesti Kodukaitse loomine vastuseks interrinde rünnakule valitsuse vastu Toompeal 1990. aasta 15. mail. Piiri valvamine algas vabatahtlikkuse alusel formeeritud isikkoosseisuga ning piirivalvuri professiooni kujundamine toimus paralleelselt piirivalveteenistuse arenguga. Eesti ida- ja lõunapiiril puudus täielikult teenistuse korraldamiseks vajalik infrastruktuur – piir oli tähistamata, puudusid elementaarsed side- ja transpordivahendid, töö ja eluruumid. Lisaks viibis riigis Nõukogude Liidu ja hiljem Vene väekontingent ning piirivalve.\n20. septembril 1990 moodustati riigiminister Raivo Vare juhtimisel majanduspiiri kehtestamise komisjon, mille eesmärk oli võtta Eesti ida- ja lõunapiir majanduspiiri valvamise ettekäändel oma kontrolli alla. Kodukaitse esindajatena kuulusid komisjoni koosseisu Andrus Öövel ja Henn Karits. Piirivalve jaoks oluline kuupäev saabus 1. oktoobril, mil Tallinnas alustati esimese piirivalvekursusega nimetusega Eesti Piir 1. Lõpetanutest valiti välja piiripunktide esimesed ülemad ja inspektorid. Kursused Eesti Piir 2 ja jätkukursus Eesti Piir toimusid novembris ja detsembris.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Valitsuse korraldusega loodi 15. oktoobril kodukaitse koosseisus majanduspiiri kaitseteenistus. Majanduspiiri seaduse võttis Eesti NSV Ülemnõukogu vastu 22. oktoobril ja kolm päeva hiljem alustasid tööd majanduspiiri kontrollpunktid. Majanduspiiri kehtestamise eesmärgiks oli pidurdada riigile vajalike kaupade väljavedu ja tõkestada kuritegevust. Esialgu toimus piirivalveteenistus ainult piiripunktides kus teostati transpordivahendite ja kaupade saatedokumentide pistelist kontrolli.\n1. novembril 1990 määras valitsus kindlaks 27 alalist kontrollpunkti ja seda päeva peetakse Eesti piirivalve taasloomise aastapäevaks.\nEsimese põhilise ja produktiivseima piirivalvureid ettevalmistava koolina alustas 15. detsembril tegevust Remniku Õppekeskus Ida-Virumaal, mis sai eeskujuks piirivalve järgmiste õppeasutuste ja Piirivalvekooli loomisel. Õppekeskuse ülemaks määrati Johan Saar. Nelja tegevusaasta jooksul korraldati 12 kursust ning anti sõjaline piirivalvealane väljaõpe 2304 piirivalvurile.\nEesti Riiklik Piirikaitseamet moodustati valitsuse määrusega 8. aprillil 1991. Sama aasta kevadel pingestus olukord lõunapiiril ning kevad-suvel ründas ja rüüstas Riia OMON korduvalt Luhamaa, Murati ja Ikla piiripunkte sarnaselt Leedus ja Lätis toimunule. Rünnakud kulmineerusid 9. juuli hilisõhtul toimunud pommiplahvatusega kodukaitse, piirikaitseameti ja hinnaameti majas Toompeal.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Eesti taasiseseisvumise hetkest alustati üleminekut majanduspiiri kaitseteenistuselt reaalsele piirivalveteenistusele, mis järgmise aasta sügiseks omandas riigipiiri valvamise ja kaitsmise iseloomu. 15. novembril 1991 alustati piirikontrolli maanteedel asuvates piiripunktides, raudtee piirijaamades, rongides ning rahvusvaheliseks liikluseks avatud sadamates ja lennujaamades. Valitsuse määrusega reorganiseeriti 28. veebruaril 1992 Eesti Riigi- ja Piirikaitseamet Eesti Piirivalveametiks Siseministeeriumi valitsemisalas. Piiripunktides teostatav tollikontroll anti üle tolliametile, piiripunktide vahelisel alal jäi tollikontroll piirivalveameti pädevusse.\nTallinnas alustas 9. märtsil õppetööd Piirivalvekool, mis hiljem hakkas asuma Harku vallas Murastes. Sõjaväelises õppeasutuses valmistati ette kutselisi piirivalvureid maa- ja merepiiri valvamiseks ning passikontrolöre. Ajavahemikus 1992-2006 lõpetas kooli 1704 piirivalveametnikku. Sama aasta aprillis asus Narva-Jõesuu Piirivalve Õppekeskus piirivalvealaselt välja õpetama ajateenijaid. 23. juunil anti piirivalve juhtivkoosseisule esimesed sõjaväelised kaitsejõudude ohvitseride auastmed.\n1. juulil 1992 kehtestati piiril viisarežiim.\n30. oktoobril ja 1. novembril 1992 tähistati paraadiga Eesti piirivalve loomise 70. aastapäeva, mille raames toimus Eesti Maavalitsuste Liidu poolt annetatud piirivalve lipu pidulik õnnistamine ja üleandmine Toompeal.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "Soome piirivalve kingitusena võeti vastu kolm esimest piirivalvelaeva. 1993. aasta veebruaris moodustati piirivalve lennueskadrill ja märtsis alustati Eesti territoriaalvete ja majandusvööndi kontrollimist kahe Saksamaalt kingituseks saadud lennukiga L-410 UPV.\nJuunis nimetati piirivalveameti peadirektoriks Tarmo Kõuts. Samal kuul taasloodi 1923. aastal asutatud Eesti Piirivalve Ohvitseride Kogu, mille esimeheks valiti major Johan Saar.\n19. augustil 1993 kinnitas Vabariigi Valitsus piirivalvekontseptsiooni, mis sätestas riigipiiri valvamise korralduse, valvamiseks vajalike riiklike struktuuride koosseisu ja tegevuse alused ning sai vundamendiks piirivalvet käsitlevate õigusaktide koostamisel. Novembriks reorganiseeriti senised piirivalveregioonid piirivalve piirkondadeks ning regioonide juhtimiskeskused piirkondlikeks staapideks. Kokku moodustati üheksa piirivalve piirkonda.\n1994. aasta suveks oli loodud piirivalve põhistruktuur, määratletud enamik ülesannetest ja kasutusele võetud peamised piiri valvamise meetodid. Välja oli kujunenud esmane kordonite süsteem, loodud valvelaevade divisjon ja lennueskadrill, saadud esimesed laevad ja lennuvahendid ning loodud piiri valvamise toimiv süsteem Peipsi järvel ja Läänemerel. Pidevalt täiendati koolitussüsteemi, avati Neeme piirivalvekoerte kool ja jätkati tihedat koostööd teiste riikide piirivalvetega. Eestis alustati piirivalvelaevade ehitusega ning juulikuus pandi Tallinna Meretehases kiil esimesele kohapeal valminud valvelaevale Pikker.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}, {"content": {"chunk": "30. juulil 1994 võttis parlament vastu riigipiiri seaduse ja piirivalveseaduse. Sama aasta sügiseks oli Eesti piirivalves teenistuses 133 ohvitseri, 319 allohvitseri, 588 kutselist piirivalvurit ja 675 ajateenijat.\nEdasine piirivalve areng kulges stabiilselt tõusuteel. Isikkoosseisu tarbeks valmisid uued kordonid Eesti ida- ja kagupiiril, soetati kaasaegne vaatlustehnika ning moodsad side- ja transpordivahendid. Probleemideks jäid esialgu inimressursi nappus ning reapiirivalvuri keskmisest aeglasemalt tõusev töötasu.\nPiirivalveameti järgmiseks peadirektoriks määrati 2000. aasta sügisel kolonel Harry Hein. Piiri valvamisel lõpetati ajateenijate kasutamine ning mindi üle üksnes kutselistel piirivalvuritel põhinevale isikkoosseisule.\nPärast Eesti astumist Euroopa Liitu ja NATO-sse sai piirivalve ülesandeks Euroopa Liidu välispiiri valvamine riigi ida- ja kagupiiril. Alustati ettevalmistusi ühinemiseks Schengeni viisaruumiga. Merepiiri valvamise ja merepääste tõhustamiseks rajati Eesti rannikualasid ja territoriaalmerd kattev ühtne integreeritud mereseire radarisüsteem. Alates 2005. aasta sügisest hakkas piirivalvet juhtima kolonelleitnant Roland Peets.\nPiirivalve väljaviimine kaitseväeteenistuse seaduse alt leidis aset 1. juulil 2007 aastal. Eesti ühinemine Schengeni viisaruumiga toimus 21.detsembril 2007.", "imgurl": "", "title": "Piirivalve ajalugu - Ajalugu - Politsei- ja Piirivalveamet", "description": "Eesti piirivalve 1918–1940. Eesti piiri valvamise vajadus tekkis seoses omariikluse saavutamisega. Esimese töökoosoleku Eesti piiride valvamise küsimustes kutsus kokku admiral Johannes Pitka 14. novembril 1918. Kapten Leopold Tõnson hakkas juhtima 18. novembril 1918 tööd alustanud Piirivalvevalitsust, mis allus 1. jaanuarini 1919 Kaitseliidu Vanema...", "source_url": "https://www.politsei.ee/et/juhend/ajalugu/piirivalve-ajalugu"}}]