[{"content": {"chunk": "Tööle või praktikale kandideerimine\nKui kandideerid Politsei- ja Piirivalveametisse tööle või praktikale, lähtume sinu poolt avaldatud või avalikest allikatest saadud infost. Kandidaadil on õigus teada, milliseid andmeid tema kohta on kogutud ning anda omapoolseid selgitusi-vastuväited.\nKandidaatide värbamist korraldab Politsei- ja Piirivalveameti personalibüroo. Värbamiskonkursil osalejate andmeid ei avaldata teistele kandidaatidele ning isikutele, kes konkreetses värbamis- ja valikuprotsessis ei osale. Kõik värbamisprotsessis osalevad isikud hoiavad kandidaatide kohta saadud (kirjalikult või elektrooniliselt esitatud kandideerimisdokumendid) ja kogutud teavet konfidentsiaalsena.\nEeldame, et kandideerimisdokumentides esitatud soovitajatele on kandideerija andnud nõusoleku enda kohta käivatele küsimustele vastamiseks, samuti on soovitajad nõustunud sellega, et asutus nende poole teabe saamiseks pöördub.\nMittevalituks osutunud kandidaatide andmeid säilitame värbamisprotsessis tekkivate võimalike õigusvaidluste lahendamiseks, kuni nõude aegumiseni (üks aasta). Kandideerinu nõusolekul säilitame tulevikus korraldataval konkursil osalemise ettepaneku tegemiseks kandidaadi andmeid kandidaadiga kokku lepitud tähtaja jooksul.\nKandidaadi andmed on juurdepääsupiiranguga teave, millele kolmandad isikud saavad juurdepääsu ainult seaduses sätestatud juhtudel.", "imgurl": "", "title": "Tööle või praktikale kandideerimine - Andmekaitsetingimused - Politsei- ja Piirivalveamet", "description": "Kui kandideerid Politsei- ja Piirivalveametisse tööle või praktikale, lähtume sinu poolt avaldatud või avalikest allikatest saadud infost. Kandidaadil on õigus teada, milliseid andmeid tema kohta on kogutud ning anda omapoolseid selgitusi-vastuväited. Kandidaatide värbamist korraldab Politsei- ja Piirivalveameti personalibüroo. Värbamiskonkursil os...", "source_url": "https://www.politsei.ee/et/juhend/isikuandmete-toeoetlemine/toole-voi-praktikale-kandideerimine"}}, {"content": {"chunk": "Kui kandideerid meile praktikale, teostab Politsei- ja Piirivalveamet taustakontrolli politsei ja piirivalve seaduse 2(3) peatükis sätestatud tingimustel ja ulatuses. Taustakontrolli mitteläbimise korral praktikale võtmisest keeldumise põhjuseid ja keeldumise aluseks olevaid asjaolusid ei avaldata. Taustakontrolliks isiku kohta kogutud andmeid säilitatakse viis aastat alates taustakontrolli teostamise lõppemisest.", "imgurl": "", "title": "Tööle või praktikale kandideerimine - Andmekaitsetingimused - Politsei- ja Piirivalveamet", "description": "Kui kandideerid Politsei- ja Piirivalveametisse tööle või praktikale, lähtume sinu poolt avaldatud või avalikest allikatest saadud infost. Kandidaadil on õigus teada, milliseid andmeid tema kohta on kogutud ning anda omapoolseid selgitusi-vastuväited. Kandidaatide värbamist korraldab Politsei- ja Piirivalveameti personalibüroo. Värbamiskonkursil os...", "source_url": "https://www.politsei.ee/et/juhend/isikuandmete-toeoetlemine/toole-voi-praktikale-kandideerimine"}}]