[{"content": {"chunk": "Trahviteate kättetoimetamine\nTrahviteade saadetakse kümne tööpäeva jooksul väärteo tuvastamisest arvates.\nFüüsilisele isikule saadetakse üldjuhul trahviteade posti teel tähtkirjaga isiku rahvastikuregistris märgitud aadressil. Kui mootorsõiduki eest vastutav isik ei ela registrisse kantud aadressil ja tema tegelik viibimiskoht ei ole teada, avaldab kohtuväline menetleja trahviteate ametlikus väljaandes Ametlikud Teadaanded. Trahviteate avaldamisel Ametlikes Teadaannetes avaldatakse mootorsõiduki eest vastutava isiku andmetest tema ees- ja perekonnanimi ning isikukood või sünniaeg. Trahviteade loetakse avalikult kättetoimetatuks, kui on möödunud 30 päeva selle Ametlikes Teadaannetes ilmumise päevast või kui isik kinnitab Ametlike Teadaannete infosüsteemis teate kättesaamise.\nJuhul, kui füüsilise isiku poolt on Riigiportaalis eesti.ee aktiveeritud ametlik e-posti aadress, saadetakse trahviteade esmalt nimetatud aadressile elektrooniliselt. Trahviteadete elektrooniline saatmine eeldab, et adressaat omab aktiveeritud elektronposti aadressi, mis on suunatud kehtivale teisele elektronposti aadressile.", "imgurl": "", "title": "Trahviteate kättetoimetamine - Kiiruskaamerad - Politsei- ja Piirivalveamet", "description": "Trahviteade saadetakse kümne tööpäeva jooksul väärteo tuvastamisest arvates. Füüsilisele isikule saadetakse üldjuhul trahviteade posti teel tähtkirjaga isiku rahvastikuregistris märgitud aadressil. Kui mootorsõiduki eest vastutav isik ei ela registrisse kantud aadressil ja tema tegelik viibimiskoht ei ole teada, avaldab kohtuväline menetleja trahvi...", "source_url": "https://www.politsei.ee/et/juhend/kiiruskaamerad/trahviteate-kattetoimetamine"}}, {"content": {"chunk": "Juriidilisele isikule, riigi või kohaliku omavalitsuse asutusele ning avalik-õiguslikule juriidilisele isikule saadetakse trahviteade registrisse kantud aadressil lihtkirjaga või elektrooniliselt. Trahviteate elektroonilisel saatmisel ei ole nõutav teate kaitsmine kolmandate isikute eest ning trahviteate kättesaamise kinnitamine. Juriidilise isiku, riigi või kohaliku omavalitsuse asutuse ning avalik-õigusliku juriidilise isiku registrisse kantud aadressil või registris avaldatud elektronposti aadressil saadetud dokument loetakse kättetoimetatuks, kui on möödunud kolmkümmend päeva selle saatmisest.", "imgurl": "", "title": "Trahviteate kättetoimetamine - Kiiruskaamerad - Politsei- ja Piirivalveamet", "description": "Trahviteade saadetakse kümne tööpäeva jooksul väärteo tuvastamisest arvates. Füüsilisele isikule saadetakse üldjuhul trahviteade posti teel tähtkirjaga isiku rahvastikuregistris märgitud aadressil. Kui mootorsõiduki eest vastutav isik ei ela registrisse kantud aadressil ja tema tegelik viibimiskoht ei ole teada, avaldab kohtuväline menetleja trahvi...", "source_url": "https://www.politsei.ee/et/juhend/kiiruskaamerad/trahviteate-kattetoimetamine"}}]