[{"content": {"chunk": "Üldinfo\nKes on Euroopa Liidu kodaniku pereliige?\nPereliikmeks loetakse sind, kui oled välismaalane, kes ise ei ole Euroopa Liidu kodanik aga oled Euroopa Liidu (v.a Eesti) kodaniku:\n\n- abikaasa\n- kuni 21-aastane laps või ülalpeetav täisealine laps, s.o ülalpeetav laps\n- abikaasa kuni 21-aastane laps või ülalpeetav täisealine laps, s.o ülalpeetav laps\n- ülalpeetav vanem või vanavanem\n- abikaasa ülalpeetav vanem või vanavanem\n- ülalpeetav või leibkonnaliige, kellel on Euroopa Liidu kodanikuga ühine majapidamine lähteriigis\n- muu ülalpeetav isik või isik, kes vajab Euroopa Liidu kodaniku poolt hooldamist\nMis on pereliikme ajutine viibimisõigus?\nAjutine viibimisõigus on pereliikme õigus külastada Eestit lühiajaliselt viisa või viisavabaduse alusel.\nAjutine õigus Eestis viibida on pereliikmel, kes on esitanud tähtajalise elamisõiguse taotluse, kuni taotluse suhtes otsuse tegemiseni.\nAjutine õigus Eestis viibida on pereliikmel ka pärast tähtajalise elamisõiguse lõppemist 90 päeva.\nKuidas saab pereliige viisa?\nPereliikmena saad viisa kui:", "imgurl": "", "title": "Üldinfo - Perekonnaliikme tähtajaline elamisõigus - Politsei- ja Piirivalveamet", "description": "Kes on Euroopa Liidu kodaniku pereliige?. Pereliikmeks loetakse sind, kui oled välismaalane, kes ise ei ole Euroopa Liidu kodanik aga oled Euroopa Liidu (v. a Eesti) kodaniku:. abikaasa. kuni 21-aastane laps või ülalpeetav täisealine laps, s. o ülalpeetav laps. abikaasa kuni 21-aastane laps või ülalpeetav täisealine laps, s. o ülalpeetav laps. ülal...", "source_url": "https://www.politsei.ee/et/juhend/perekonnaliikme-taehtajaline-elamisoigus"}}, {"content": {"chunk": "- sul on kehtiv reisidokument,\n- tõendad, et oled Euroopa Liidu kodaniku pereliige ja\n- reisid koos Euroopa Liidu kodanikuga või ühined temaga Eestis.\nMillised täiendavad õigused on Euroopa Liidu kodaniku pereliikmel Eestis viibides?\nEuroopa Liidu kodaniku pereliige, kes viibi Eestis ajutise viibimisõiguse alusel, ei tohi Eestis töötada.\nPereliikmel, kes on saanud tähtajalise või alalise elamisõiguse, on õigus piiramatult Eestis töötada, ettevõtlusega tegeleda ja õppida.\nMis on tähtajaline elamisõigus?\nTähtajaline elamisõigus annab sulle võimaluse elada Eestis kuni 5 aastat.\nKui kaua kehtib Euroopa Liidu kodanikust pereliikme elamisõigus?\nKui oled Euroopa Liidu kodaniku pereliige, siis kehtib sulle väljastatud elamisõigus 5 aastat või seni, kuni kestab sinu Eestis tähtajalise elamisõiguse alusel elava Euroopa Liidu kodanikust pereliikme elamisõigus.\nMis on elamisloakaart?\nElamisloakaart on sinu Eestis elamise õigust tõendav dokument, mis on ühtlasi ka sinu isikutunnistus. Elamisloakaardil on sinu isikuandmed, elamisõiguse andmed, foto ja sõrmejäljekujutised.\nMigratsiooninõustaja on sulle igal sammul abiks. Küsi migratsiooninõustajalt. (https://www.politsei.ee/et/migratsiooninoustajad)", "imgurl": "", "title": "Üldinfo - Perekonnaliikme tähtajaline elamisõigus - Politsei- ja Piirivalveamet", "description": "Kes on Euroopa Liidu kodaniku pereliige?. Pereliikmeks loetakse sind, kui oled välismaalane, kes ise ei ole Euroopa Liidu kodanik aga oled Euroopa Liidu (v. a Eesti) kodaniku:. abikaasa. kuni 21-aastane laps või ülalpeetav täisealine laps, s. o ülalpeetav laps. abikaasa kuni 21-aastane laps või ülalpeetav täisealine laps, s. o ülalpeetav laps. ülal...", "source_url": "https://www.politsei.ee/et/juhend/perekonnaliikme-taehtajaline-elamisoigus"}}]