[{"content": {"chunk": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.\nAlles siis, kui kaupleja ei vasta või te ei jõua omavahel kokkuleppele, saad pöörduda tarbijavaidluse lahendamiseks komisjoni.\nPretensiooni esitamisest ja puudusega kauba tagastamisest (/eraklient/tarbija-oigused/tarbija-oigused-ja-kohustused/kaebuse-esitamine)\nEnne avalduse esitamist vaata ka milliseid avaldusi komisjon menetlusse ei võta (https://ttja.ee/avalduse-menetlemine#ei-menetleta) .\nAvaldus peab olema vormistatud ja . Avaldus peab . Nõudes peab olema sõnastatud Sinu konkreetne ettepanek mida kaupleja peaks tegema vaidluse lahendamiseks.\nKaupleja vastuse ja muu avalduse läbivaatamisel vajaliku info edastamiseks on kindlasti vajalikud Sinu , telefoninumber ja ka e-posti aadress.\nAvalduses pead põhjalikult kirjeldama kauplejaga tekkinud vaidlust, probleemi ja seda, mida Sa nõuad. Oma väiteid pead tõendama ja need avaldusele lisama. Lisada tuleb ka eelnevalt tehtud pretensioon kauplejale ja kaupleja vastus. Avalduses esitatakse vormikohaselt kõik nõutud andmed ja avaldusele tuleb lisada nõuet tõendavad dokumendid.\n() Esita avaldus\nTarbijavaidluste komisjonis saab avaldusi esitada ja vaidlusi lahendada iseteeninduskeskkonnas, kus tuleb ennast esmalt tuvastada. Iseteeninduskeskkonnas saab tutvuda menetlusega seotud dokumentidega, vastustega ja ka ise vastata.", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "Juhul kui Teil ei ole iseteeninduskeskkonda tehniliselt võimalik kasutada (avaldust esitada, menetluses osaleda), palume ühendust võtta info@ttja.ee (mailto:info@ttja.ee) .\nJVISe kasutajatel soovitame kasutada süsteemi sisenedes Chrome browserit.\nESITA AVALDUSavaneb uues vahekaardis (https://jvis.ttja.ee/modules/tvk-avaldus/muuda)", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "Juhul, kui Te soovite avalduse esitada volikirja alusel tarbija esindajana, siis seda on võimalik teha iseteeninduskeskkonnas, tehes vastav valik avalduse vormil.\nJuhul, kui Te soovite lahendada vaidlust kauplejaga, kes ei ole registreeritud Eestis, vaid mõnes muus Euroopa Liidu liikmesriigis, pöörduge EL tarbija nõustamiskeskuseavaneb uues vahekaardis (https://www.consumer.ee/) poole. Komisjoni pädevuses ei oleavaneb uues vahekaardis (https://www.riigiteataja.ee/akt/TKS#para40lg4) lahendada vaidlusi, mis on tekkinud väljaspool Eestit registreeritud kauplejaga.\nKodumaise vaidluse lahendamine (tarbijavaidluste komisjon)\nTarbijavaidluste komisjonavaneb uues vahekaardis (https://ttja.ee/tarbijavaidluste-komisjon) on tarbijavaidlusi lahendav sõltumatu ja erapooletu üksus, mille pädevuses on lahendada tarbija ja kaupleja vahelisest lepingust tulenevaid tarbija algatatud tarbijavaidlusi, kus vaidluses osalevad pooled on Eestis elav tarbija ja Eestis registreeritud ettevõtja.\nPiiriüleseid tarbijavaidlusi aitab lahendada Euroopa Liidu tarbija nõustamiskeskusavaneb uues vahekaardis (https://consumer.ee/) .\nVõrreldes kohtuvaidlusega saab komisjonis probleemi lahendada tunduvalt lihtsamalt, mugavamalt ning see nõuab vähem aega ja raha. Vaidluse lahendamine tarbijavaidluste komisjonis on tarbijale ja ettevõtjale tasuta ja tulemuseni jõutakse üldjuhul 90 päeva jooksul alates avalduse menetlusse võtmisest.", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "- mittemajandusliku üldhuviteenuse osutamisega;\n- avalik-õiguslike juriidiliste isikute pakutava haridusteenusega;\n- tervishoiuteenusega, mida osutavad tervishoiutöötajad patsientidele nende tervise hindamiseks, säilitamiseks või taastamiseks, sealhulgas ravimite ja meditsiiniseadmete väljakirjutamine, väljastamine ja nendega varustamine;\n- kahjunõudega, mis tuleneb surmajuhtumist, kehavigastusest või tervisekahjustusest;\n- lahendamise korraga teistes seadustes kooskõlas käesolevas seaduses sätestatud nõuetega.\nSellised vaidlused lahendatakse maakohtus või muus pädevas institutsioonis.\nTarbijavaidluste komisjonile esitage avaldus siis, kui olete juba pöördunud kaupleja poole kirjalikult, kuid ei ole temalt vastust saanud või kui te ei ole nõus tema pakutud lahendusega.\nAvalduse saab\n\n- esitada elektrooniliselt Tarbijakaitse ja Tehnilise Järelevalve Ameti iseteeninduskeskkonnas (https://jvis.ttja.ee/modules/tvk-avaldus/muuda) ;\n- Juhul kui Teil ei ole iseteeninduskeskkonda tehniliselt võimalik kasutada (avaldust esitada, menetluses osaleda), palume ühendust võtta info@ttja.ee (mailto:info@ttja.ee) .\nAvaldusele peavad olema märgitud", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "- tarbija nimi, elukoht ja muud kontaktandmed;\n- kaupleja ärinimi ja tegevuskoha aadress;\n- vaidluse sisu ja selgelt väljendatud nõue (millist lahendust soovitakse) koos põhjendustega;\n- tarbija kinnitus selle kohta, et vaidlust ei menetle teine tunnustatud vaidluste lahendamise üksus või et vaidlust ei menetle või ei ole eelnevalt menetlenud kohus;\n- tarbija kinnitus eelnevalt kaupleja poole pöördumise kohta.\nAvalduses peab olema välja toodud, et see esitatakse tarbijavaidluste komisjonile. Avaldus peab olema allkirjastatud digitaalselt või omakäeliselt.\nAvaldusele tuleb kindlasti lisada koopiad kõigist vaidlust puudutavatest ja tarbija nõuet tõendavatest dokumentidest, sh:", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "- kauba ostmist või lepingu sõlmimist tõendavad dokumendid (leping, tellimuse kinnitus, pildid müügi- või töövõtugarantiid tõendavast dokumendist);\n- tasumist tõendav dokument, millelt oleks võimalusel näha maksja nimi;\n- kogu vaidlusega seotud kirjavahetus;\n- muud vaidlusega seotud dokumendid.\nTarbijavaidluste komisjonis lahendatakse vaidlusi üldjuhul kirjalikus menetluses, st esitatud dokumentide alusel. Kui tarbija soovib siiski oma asja suulist arutamist istungil, tuleb avalduses sellest selgelt teada anda. Suulise istungi kasuks otsustades tuleb arvestada asjaoluga, et tarbija peab tulema komisjoni istungile.\nTarbijakaitse Euroopa Liidus ja piiriülese kaebuse lahendamine\nTasub teada, et ostude sooritamisel Euroopa Liidus, sh ka Norras, Suurbritannias ja Islandil, on tarbijad kindlustatud enam-vähem ühesuguste õigustega kõikides liikmesriikides. Lisaks on ühtlustatud reisijate õigused.\nEuroopa Tarbijakeskuste võrgustik\nSelleks, et tarbijad tunneksid end teistes ELi liikmesriikides ostes sama kindlalt nagu koduriigis, on loodud spetsiaalsed Euroopa tarbijakaitsekeskused ehk ECC-keskused, mis moodustavad Euroopa tarbijakeskuste võrgustiku (ECC-Net). Võrgustikku kuulub 30 keskust, mis asuvad kõigis ELi 28 liikmesriigis, lisaks Norras, Suurbritannias ja Islandil. Keskused pakuvad tasuta nõu ja abi tarbijatele, kellel on probleem piiriülese tehinguga. Keskuste tegevust kaasrahastab Euroopa Komisjon.", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "Eestis kaitseb tarbijate õigusi ülepiiriliste ostude korral tarbijakaitse ja tehnilise järelevalve ameti juurde loodud EL tarbija nõustamiskeskusavaneb uues vahekaardis (https://consumer.ee/) , mis on Euroopa tarbijakeskuste võrgustiku liige ja mille peamiseks ülesandeks on lahendada piiriüleseid tarbijakaebusi.", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}, {"content": {"chunk": "- informatsiooni tarbija õigustest ELi liikmesriikides;\n- nõustamist, kuidas piiriüleste ostudega seotud probleemide korral käituda;\n- konkreetsete piiriüleste kaebuste lahendamist koostöös kaupleja asukohamaa ECC-keskusega või\n- kaebuste vahendamist pädevatele kohtuvälisele asutustele kaupleja asukohariigis.", "imgurl": "", "title": "Avalduse esitamine | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Esmalt tuleb Sul pöörduda kaebusega kaupleja poole, kui Sul on pretensioon ostetud toote või teenuse suhtes. Kaupleja on kohustatud vastama sinu pöördumisele 15 päeva jooksul.", "source_url": "https://ttja.ee/avalduse-esitamine"}}]