[{"content": {"chunk": "on mistahes aine või segu mis sisaldab või tekitab üht või enamat toimeainet ja mille eesmärk on kahjulike organismide hävitamine, tõrjumine, kahjutuks muutmine, nende toime ärahoidmine või muul viisil nende vastu võitlemine mis tahes muude vahenditega peale puhtfüüsikaliste või -mehaaniliste toimingute.\ntähendab mistahes ainet või segu, mis sisaldab seepe ja/või muid pesemiseks ja puhastamiseks ettenähtud pindaktiivseid aineid.\nKemikaaliseadus reguleerib kemikaali käitlemist ja kemikaali käitlemisega seotud majandustegevuse piiramist eesmärgiga kaitsta inimese elu ja tervist, asja ja keskkonda ning tagada kaupade vaba liikumine.\nKemikaaliseadust kohaldatakse kemikaalile ja seda sisaldavale tootele ning nende käitlemisele. Kemikaali tuleb käidelda inimese elule ja tervisele ning asjale ja keskkonnale ohutult.\npeab olema vajalik teave kemikaali füüsikaliste ja keemiliste omaduste, ohtlikkuse, ohutusnõuete ja kahjutustamise kohta ning kemikaali käitlemiseks vajalikud teadmised ja oskused, kogemused ning hoiakud.\nEestis turuleviimiseks ettenähtud kemikaali märgistus peab olema eestikeelne.\nTarbijakaitse ja Tehnilise Järelevalve Amet kontrollib jaekaubanduses kemikaalide märgistamist. Põhipädevusega asutus kemikaalide osas (s.h tootmine ja import) on Terviseamet.\nLisaviited\n– looduslik või tootmismenetluse teel saadud keemiline element või selle ühendid koos püsivuse säilitamiseks vajalike ja tootmismenetlusest johtuvate lisanditega, välja arvatud lahustid, mida on võimalik ainest eraldada, mõjutamata aine püsivust või muutmata selle koostis.", "imgurl": "", "title": "Kemikaalid | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Kemikaal kemikaaliseaduse tähenduses on aine või segu REACH-määruse tähenduses.", "source_url": "https://ttja.ee/eraklient/ohutus/kemikaalid"}}, {"content": {"chunk": "– kahest või enamast ainest koosnev segu või lahus.\n- aine või segu, mis vastab CLP-määruse I lisa osades 2-5 sätestatud füüsikaliste, tervise- või keskkonnaohtude kriteeriumitele. Kemikaal identifitseeritakse aine või segu nimetuse, EÜ loetelu numbri või Chemical Abstracts Service’i (CAS) numbriga.\n- ohtlikku ettevõtet või suurõnnetuse ohuga ettevõtet käitava isiku kontrolli all olev ala, kus käideldakse ohtlikku kemikaali ühes või mitmes ehitises, sealhulgas selle juurde kuuluvad või sellega seotud infrastruktuurid ja protsessid.\n- maapinnal või maa all asuv tehniline üksus käitises, milles käideldakse ohtlikku kemikaali ja mis hõlmab kõiki rajatise tööks vajalikke seadmeid, tarindeid, torusid, masinaid, tööriistu, käitise rööbasteid, dokke, rajatist teenindavaid lossimiskaisid, maabumissildu, ladusid ja muid samalaadseid ehitisi, olenemata kas need on ujuvkonstruktsiooniga või ilma.\n- käitis, kus kemikaali käideldakse ohtlikkuse alammäärast suuremas ja künniskogusest väiksemas koguses. Ohtlik ettevõte on C-kategooria ettevõte.\n- käitis, kus kemikaali käideldakse künniskogusest suuremas koguses. Suurõnnetuse ohuga ettevõtted jagunevad ohtlikkuse suurenemise alusel B- ja A-kategooria suurõnnetuse ohuga ettevõteteks.\n- ettevõtte töö kontrolli alt väljumisest tingitud ohtliku kemikaali ulatuslik leke, tulekahju või plahvatus, mis kohe või tulevikus põhjustab raskeid tagajärgi inimese elule, tervisele või keskkonnale käitise sees või väljaspool seda ning mis on seotud ühe või mitme ohtliku kemikaaliga.", "imgurl": "", "title": "Kemikaalid | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Kemikaal kemikaaliseaduse tähenduses on aine või segu REACH-määruse tähenduses.", "source_url": "https://ttja.ee/eraklient/ohutus/kemikaalid"}}, {"content": {"chunk": "- ohtliku kemikaali või olukorra olemuslik omadus, mis võib põhjustada kahju inimese elule, tervisele või keskkonnale.\n- tagajärje ilmnemise tõenäosus teatud aja jooksul või teatud asjaolude korral.\n- ohtliku kemikaali ladustamine kaubavaruna turvalises hoidlas või laos.\n- käitise või käitiste rühmade puhul võimalik suurem suurõnnetuse risk või selle raskemad tagajärjed käitiste geograafilise asukoha ja vastastikuse kauguse ning nendes paiknevate ohtlike ainete varu tõttu.\nViimati uuendatud 08.04.2021", "imgurl": "", "title": "Kemikaalid | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Kemikaal kemikaaliseaduse tähenduses on aine või segu REACH-määruse tähenduses.", "source_url": "https://ttja.ee/eraklient/ohutus/kemikaalid"}}]