[{"content": {"chunk": "Pürotehnilise toote kasutamisel tuleb arvestada avalikus kohas käitumise ja avaliku korra nõudeid.\nF4- ja T2-kategooria pürotehnilist toodet võib kasutada üksnes pürotehnik.\nPauguti kasutamine on keelatud, v.a. pürotehnik, kes kasutab seda majandus- või kutsetegevuses.\nLaeva ohutusvarustuses kasutatava punase signaalraketi ja muu sarnase värvusega raketi kasutamine merel ja rannikul ohuolukorrata on keelatud. Signaalrakette ei ole lubatud kasutada ilutulestikuks.\nOhutusvideod: kuidas pürotehnilisi tooteid ohutult kasutada?\nReeglid pürotehnilise toote kasutamisel:\n\n- osta pürotehnilisi tooteid ainult ametlikust müügikohast, mitte inimeselt tänavalt või sotsiaalmeediast\n- ohutu ja nõuetele vastava pürotehnilise toote pakendil on alati vastavusmärgis ehk CE-märgis ning eestikeelne kasutusjuhend\n- jälgi, et pürotehnilisel tootel ei oleks väliseid mehhaanilisi vigastusi, nende esinemise korral tagasta toode müüjale\n- hoia pürotehnilist toodet kuivas kohas ja väldi selle niiskeks või märjaks saamist\n- loe läbi pürotehnilise tootega kaasas olev kasutusjuhend ja käitu vastavalt sellele\n- vali pürotehnilise toote kasutamiseks õige aeg ja koht ning arvesta teiste inimeste ja loomadega\n- kui väljas on tugev tuul, jäta ilutulestik ära", "imgurl": "", "title": "Pürotehnika, ilutulestik | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Pürotehnilist toodet võib kasutada üksnes vastavalt selle kasutusotstarbele, kooskõlas ohutusnõuetega ning arvestades toote kasutamisele määratud vanusepiirangut.", "source_url": "https://ttja.ee/ariklient/ohutus/tooted-teenused/purotehnika-ilutulestik"}}, {"content": {"chunk": "- ära tegele ilutulestikuga alkoholijoobes või psühhotroopse aine mõju all\n- ära kasuta ilutulestikku kohas, kus selle kasutamine võib tekitada ohtliku olukorra, ohutu kaugus on märgitud toote pakendil\n- pürotehnilist toodet ei tohi visata teiste inimeste ega loomade suunas\n- jälgi, et kavandatava ilutulestiku kohal, lähedal või lennutrajektooril ei oleks takistusi\n- toesta toode korralikult, aseta see kõvale, tasasele ja mittesüttivale pinnale\n- süütenööri süütamisel ja selle järel ära kummardu toote kohale\n- peale süütenööri süütamist mine kiiresti ohutusse kaugusesse\n- kui toode ei sütti, oota 10-15 minutit enne sellele lähenemist\n- kui pürotehniline toode ei andnud nõutud pürotehnilist efekti, siis tagasta toode müüjale\n- pärast ilutulestikku korja kokku tekkinud prügi\n\n\n\n\n\nIlutulestiku korraldamise luba peab olema ilutulestiku korraldamiseks:\n\n- avalikul üritusel F3- ja F4-kategooria pürotehnilise tootega\n- tiheasustusega asulas F4-kategooria pürotehnilise tootega\nIlutulestiku korraldamise taotlus esitatakse valla- või linnavalitsusele või asjakohasele valla- või linnavalitsuse struktuuriüksusele.\nIlutulestiku korraldamiseks tuleb koostada kavandatava ilutulestiku korraldamist kajastav kirjeldus.", "imgurl": "", "title": "Pürotehnika, ilutulestik | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Pürotehnilist toodet võib kasutada üksnes vastavalt selle kasutusotstarbele, kooskõlas ohutusnõuetega ning arvestades toote kasutamisele määratud vanusepiirangut.", "source_url": "https://ttja.ee/ariklient/ohutus/tooted-teenused/purotehnika-ilutulestik"}}, {"content": {"chunk": "- F4-kategooria pürotehnilise tootega ilutulestiku korraldamisel avalikul üritusel või tiheasustusega asulas – Politsei- ja piirivalveametit ja Päästeametit\n- T2-kategooria pürotehnilise tootega ilutulestiku korraldamisel – Päästeametit\n- lennuvälja lähiümbruses ilutulestiku korraldamisel, kasutades pürotehnilist toodet lennukõrgusega üle 45 meetri – Transpordiametit.\nViimati uuendatud 22.12.2021", "imgurl": "", "title": "Pürotehnika, ilutulestik | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Pürotehnilist toodet võib kasutada üksnes vastavalt selle kasutusotstarbele, kooskõlas ohutusnõuetega ning arvestades toote kasutamisele määratud vanusepiirangut.", "source_url": "https://ttja.ee/ariklient/ohutus/tooted-teenused/purotehnika-ilutulestik"}}]