[{"content": {"chunk": "- Vähenda kiirust, et vajaduse korral sõiduk peatada\n- Järgi liiklusmärke ja valgusfoore\n- Vaata, kuula ja ole tähelepanelik, et veenduda liikumise jätkamise ohutuses\n- Anna alati lähenevale raudteesõidukile teed\nRaudteed on keelatud ületada väljaspool ülekäigu- või ülesõidukohta.\nHalva nähtavuse (nt pimeda ajal, tiheda saju, pimestava päikesega) ning libedaga tuleb raudtee ületamisel olla eriliselt tähelepanelik. Autojuhid peavad libedaga arvestama sõiduki pikemat pidurdusteekonda ning alustama tavapärasest varem sõiduki kiiruse vähendamist enne ülesõitu.\nMeelespea raudtee ohutuks ületamiseks\nKui ületad raudteed sõidukijuhi, jalakäija või jalgratturina, siis pea meeles:\n\n- Raudtee on ohtlik piirkond, kui eiratakse liikluseeskirja nõudeid\n- Raudtee ületamisel ole eriti tähelepanelik ja eemalda teised segajad (kõrvaklapid, nutiseadmed jms)\n- Nähes või kuuldes lähenevat raudteesõidukit, anna sellele alati teed\n- Arvesta liiklusmärke, heli- ja valgussignaale, tõkkepuu asendit ja reguleerija korraldusi\n- Ole teadlik raudteeliiklusega kaasnevatest võimalikest ohtudest\nRaudteed ei tohi ületada:\n\n- Foori keelava tulega sõltumata tõkkepuu olemasolust või asendist\n- Sulguva, suletud või avaneva tõkkepuu korral sõltumata foorituledest\n- Reguleerija keelava märguande korral\n- Viivitades\nSõidukijuhi meelespea", "imgurl": "", "title": "Raudteeohutuse meelespea | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Raudteeõnnetuste peamiseks põhjuseks on hooletus ja tähelepanematus. Raudteeülesõidukohale lähenedes:", "source_url": "https://ttja.ee/eraklient/ohutus/raudteeohutus"}}, {"content": {"chunk": "- Ole veendunud, et raudteeülesõidukohale ei lähene raudteesõidukit\n- Raudteesõidukile tee andmiseks jää seisma tõkkepuu või liiklusmärgi ees, nende puudumisel vähemalt viie meetri kaugusel esimesest rööpast. Teised peatumist kohustavad juhud on loetletud liiklusseaduses § 60.\n- Raudteed on keelatud ületada, kui oled sunnitud raudtee ülesõidukohal seisma jääma\n- Sõiduteel on keelatud parkida raudteeülesõidukohale lähemal kui 50 meetrit\n- Sõidukit on keelatud peatada raudteeülesõidukohal\n- Raudteeülesõidukohal ei tohi teha tagasipööret, möödasõitu ega vedada veoasendisse seadmata või ülesõidukohta kahjustada võivad masinat või haakeriista\n- Raudteed on keelatud ületada väljaspool raudteeülesõidukohta\nHoolitse selle eest, et inimesed lahkuksid sõidukist ja tee kõik endast sõltuv, et vabastada ülesõidukoht. Kui ülesõidukohta ei ole võimalik takistusest vabastada, peab juht jääma sõiduki juurde ja raudteesõiduki ilmumisel liikuma sellele kiiresti vastu, andes peatumismärguande käega ringikujulisi liigutusi tehes. Pimeda ajal tuleb käes hoida süüdatud valgusallikat, helkurit või muud selletaolist eset.\nJalakäija meelespea\n\n- Raudteed ületa vaid selleks ettenähtud ülekäigukohtades\n- Raudteed ületades ole tähelepanelik ning veendu vaadates ja kuulates, et lähenemas pole raudteesõidukit\n- Raudtee lähimas ümbruses viibi vaid raudtee ületamiseks ja reisirongile minekuks või sellelt tulekuks\n- Raudtee ning selle ümbrus pole sobiv koht jalutamiseks, sportimiseks, mängimiseks või muul moel vaba aja veetmiseks\nJalgratturi meelespea", "imgurl": "", "title": "Raudteeohutuse meelespea | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Raudteeõnnetuste peamiseks põhjuseks on hooletus ja tähelepanematus. Raudteeülesõidukohale lähenedes:", "source_url": "https://ttja.ee/eraklient/ohutus/raudteeohutus"}}, {"content": {"chunk": "- Raudteed ületades peatu enne raudteeülekäigu- või ülesõidukohta\n- Tule rattalt maha\n- Veendu vaadates ja kuulates, et lähenemas pole raudteesõidukit\n- Mine läbi selleks ettenähtud tõkete\n- Ületa raudtee tähelepanelikult\nViimati uuendatud 30.03.2021", "imgurl": "", "title": "Raudteeohutuse meelespea | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Raudteeõnnetuste peamiseks põhjuseks on hooletus ja tähelepanematus. Raudteeülesõidukohale lähenedes:", "source_url": "https://ttja.ee/eraklient/ohutus/raudteeohutus"}}]