[{"content": {"chunk": "- nõuda ja saada kaupa või teenust, mis vastab nõuetele, on ohutu Sinu elule, tervisele ja varale ning mida ei ole keelatud omada ja kasutada;\n- saada pakutavate kaupade ja teenuste kohta vajalikku ja tõest teavet teadliku valiku tegemiseks ning õigeaegset teavet kauba või teenusega seotud riskide kohta;\n- saada tarbijaõigus- ja tarbimisalast teavet;\n- saada nõu ja abi, kui Sinu õigusi on rikutud;\n- nõuda endale tekitatud kahju hüvitamist;\n- vaidluse korral kauplejaga pöörduda vaidluse lahendamiseks tarbijavaidluste komisjoni.\nOstude tegemisel tasub kindlasti kaupleja käest küsida kauba müümist või teenuse osutamist tõendavat dokumenti ( ). Kui tasutav summa on väiksem kui 20 eurot, peab kaupleja ostutšeki andma sinu nõudmisel, muidu mitte.\nEt hiljem kauba või teenusega seotud vaidlusi oleks lihtsam lahendada, hoia alles kauba või teenuse ostmist tõendavad dokumendid (ostutšekk, leping jne), mis tõendavad, et oled ostu teinud just sellest poest või teenindusettevõttest.\nLisainfo\n\nLoe lisaks\nÄra unusta, et lisaks õigustele on Sul tarbijana ka kohustused.\n\n- Tutvu enne toote kasutama hakkamist sellega. Loe alati korralikult läbi kauba kasutusjuhend ja pane tähele hooldustingmärke, et saaksid kaupa sihipäraselt kasutada ega rikuks seda oskamatusest.\n- Kui oled ise hooletu ega järgi juhiseid ja toode seetõttu rikneb või puruneb, siis ei vastuta müüja ja tootja juhtunu eest ning Sul ei ole õigust näiteks defektide tasuta kõrvaldamisele.\nPea meeles!", "imgurl": "", "title": "Tarbija õigused ja kohustused | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Tarbijakaitseseaduse põhjal on Sul tarbijana õigus:", "source_url": "https://ttja.ee/eraklient/tarbija-oigused/tarbija-oigused-ja-kohustused"}}, {"content": {"chunk": "- Kaupleja vastutab kaupade ja teenuste eest, mida ta müüb.\n- Tarbijana on Sul kohustus toodet õigesti kasutada ja hooldada.\n- Kaup või teenus peab olema ohutu ja eeldatavate tarbimisomadustega.\n- Kaupleja peab andma Sulle kauba või teenuse kohta tõest teavet.\nLepingud ja lepingust taganemine (/eraklient/tarbija-oigused/tarbija-oigused-ja-kohustused/tarbijalepingud)\nPuudusega toote tagastamine (/eraklient/tarbija-oigused/kaubandus/puudusega-toode-garantii)\nKaebuse esitamine (/eraklient/tarbija-oigused/tarbija-oigused-ja-kohustused/kaebuse-esitamine)\nViimati uuendatud 29.12.2021", "imgurl": "", "title": "Tarbija õigused ja kohustused | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Tarbijakaitseseaduse põhjal on Sul tarbijana õigus:", "source_url": "https://ttja.ee/eraklient/tarbija-oigused/tarbija-oigused-ja-kohustused"}}]