[{"content": {"chunk": "Tarbijana on sul õigus:\n\n\n- \nTeenus peab vastama kehtestatud nõuetele. Juhul kui erinõuded kehtestatud ei ole, ei tohi teenuse sihipärane kasutamine seada ohtu tarbija elu, tervist ja vara.\n\n- \nAntav teave võib olla nii suuline kui kirjalik (kasutamistingimused infostendil, leping vms). Teenuse pakkuja peab korraldama info andmise sellisel viisil, et teenuse kasutaja sellest ka aru saab. Näiteks kui teenuse kasutajateks on lapsed, siis info tuleb edastada lihtsamas vormis ja tekstile/piktogrammidele lisaks ka suuliselt.\nKui teenuse kasutaja tunneb, et soovib veel midagi täpsemalt teada teenuse omaduste, kasutamistingimuste või sõlmitava lepingu kohta, on tal alati õigus seda küsida. Ja teenuse pakkujal on kohustus küsimustele vastata.\nTarbijale antav teave peab olema eesti keeles, kui tarbija ei ole nõustunud selle esitamisega mõnes muus keeles. Samas kui teenust pakutakse ka eesti keelt mittevaldavatele isikutele, peab kogu ohutusalane teave olema edasi antud ka teenuse kasutajale arusaadavas keeles.\n\n- \nKui teenuse eest tasutakse koheselt (mitte arvega), on tarbijal õigus saada teenuse osutamist tõendav dokument kas kirjalikus vormis (paberkandjal arve, ostutšekk vm) või tarbija nõusolekul kirjalikku taasesitamist võimaldavas vormis (nt dokument saadetakse e-postiga).\nJuhul kui teenus maksis vähem kui 20 eurot ja tarbija soovib dokumenti, siis tuleb seda ise küsida. Suurema summa puhul on teenuse osutajal kohustus see küsimata väljastada.", "imgurl": "", "title": "Teenuse ohutus | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaba aja veetmise võimalusi pakutakse tarbijatele järjest enam, see annab võimaluse aja sisustamiseks nii ekstreemsete kui ka vähem ekstreemsete tegevustega. Tarbijana on oluline teada oma õigusi ja kohustusi erinevate vabaajateenuste kasutamisel.", "source_url": "https://ttja.ee/eraklient/ohutus/vabaajateenused"}}, {"content": {"chunk": "- \nJuhul kui pakutav teenus ei vasta lepingutingimustele, ei ole selliste omadustega, mida tarbija eeldab või teenuse kasutamise käigus juhtub õnnetus, on tarbijal õigus pöörduda teenuse osutaja poole kaebusega.\nÕigus esitada kaebust on tarbijal ka siis, kui teenuse osutaja on nt lepingus või infotahvlil välja toonud, et teenuse kasutamine on omal vastutusel. Teenuse osutaja vastutab ALATI, et teenus vastab kehtestatud nõuetele ning on sihipärasel kasutamisel ohutu tarbija elule, tervisele ja varale.\nEi tasu unustada, et lisaks õigustele on igal tarbijal ka kohustused:\n\nEt teenuse kasutamine oleks ohutu, tuleb kinni pidada kõikidest kehtestatud reeglitest ja piirangutest.\nPiiranguid võib olla väga erinevaid nt pikkuse- ja/või kaalupiirangud, füüsiline võimekus, tervislik seisund jne. Piirangud ei ole seatud kellegi kiusamiseks, vaid võttes arvesse teenuse pakkumisega seotud riske. Näiteks kui batuuditeenuse pakkuja on seadnud kasutajatele pikkusepiirangu, soovib ta välistada kasutaja võimalust batuudi tõkkeseinte peale või seintest üle ronida ja seeläbi kukkumist ja vigastusohtu.\nJuhiste täitmine tagab kasutaja enda ja ka teiste kasutajate ohutuse.\nMitte kõik teenuse pakkujad ei pruugi pakutava teenusega seotud ohte läbi analüüsida Ja teisest küljest ükskõik kui turvaliseks on teenused muudetud, ei saa õnnetusi täiesti välistada.\nMõned soovitused, mille järgimine aitab kaasa ohutumale lõbutsemisele:", "imgurl": "", "title": "Teenuse ohutus | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaba aja veetmise võimalusi pakutakse tarbijatele järjest enam, see annab võimaluse aja sisustamiseks nii ekstreemsete kui ka vähem ekstreemsete tegevustega. Tarbijana on oluline teada oma õigusi ja kohustusi erinevate vabaajateenuste kasutamisel.", "source_url": "https://ttja.ee/eraklient/ohutus/vabaajateenused"}}, {"content": {"chunk": "- Teenuse pakkuja peab oskama anda teavet teenuse ja selle riskide kohta. Kui teenuse pakkuja ei ole valmis või ei oska anda sulle vajalikku infot, tasub kaaluda, kas teenuse kasutamine on kõige parem mõte.\n- Piirangute mittejärgimine võib jätta hätta. Näiteks kui seiklusrajale lubatakse alates 140cm pikki kasutajaid, ei ole mõtet lühemaid pikemaks rääkida, ta lihtsalt ei pruugi ulatada ennast igal rajaosal turvatrossile kinnitada.\n- Jälgi millises seisus on atraktsioonid. Kui need on kulunud/amortiseerunud ja määrdunud, on see ilmselge ohukoht.\n- Kui pakutakse kaitsevarustust, kas see on saadaval ka erinevas suuruses. Ainult õiges suuruses ja nõuetekohaselt paigaldatud kaitsevarustus tagab kaitse.\n- Jälgi, millises seisukorras on pakutav kaitsevarustus. Narmendavad köied ja rakmed on ohukoht. Samuti kui isesulguvad karabiinid ja rullikud ei toimi korrektselt, palu need välja vahetada.\nMitte iga vabaajateenus ei pruugi olla jõukohane igale kasutajale, samuti võib tervislik seisund seada piiranguid teenuse tarbimiseks. Seega tasub järgi mõelda, kas pakutav teenus on jõukohane ja sobilik.", "imgurl": "", "title": "Teenuse ohutus | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaba aja veetmise võimalusi pakutakse tarbijatele järjest enam, see annab võimaluse aja sisustamiseks nii ekstreemsete kui ka vähem ekstreemsete tegevustega. Tarbijana on oluline teada oma õigusi ja kohustusi erinevate vabaajateenuste kasutamisel.", "source_url": "https://ttja.ee/eraklient/ohutus/vabaajateenused"}}, {"content": {"chunk": "Mitmed seiklusteenused on seotud hirmude ületamisega (kõrgusekartus, kitsaste ruumide kartus, pimedusekartus). Seega tasub enne läbi kaaluda, kas see teenus on just see mida tahetakse. Sõprade, lähedaste toetus on teretulnud, kuid kui sellest saab survestamine, ei ole see enam õige. Otsuse peab tegema siiski iga teenuse kasutaja ise. Survestamise tagajärjel teenuse tarbimine ei ole kasutajale enam nauditav ning võib kaasa tuua tõsiseid tagajärgi – hirmu ajel võivad ununeda ka kõige lihtsamad ohutusreeglid.\nSamuti kui teenuse kasutaja tunneb ennast halvasti, väsib teenuse osutamise ajal või hindab oma võimeid üle, tuleb sellest teenuse pakkujale koheselt teada anda ja võimalusel teenuse kasutamine katkestada.\nLaagrite korraldamine (#Laagrite korraldamine)\nViimati uuendatud 15.05.2023", "imgurl": "", "title": "Teenuse ohutus | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaba aja veetmise võimalusi pakutakse tarbijatele järjest enam, see annab võimaluse aja sisustamiseks nii ekstreemsete kui ka vähem ekstreemsete tegevustega. Tarbijana on oluline teada oma õigusi ja kohustusi erinevate vabaajateenuste kasutamisel.", "source_url": "https://ttja.ee/eraklient/ohutus/vabaajateenused"}}]