[{"content": {"chunk": "Veesõiduki raadioluba\nMerealal tegutsevate laevade raadioseadmete olemasolu nõuded on määratletud määruses „ Laevade ohutusnõudedavaneb uues vahekaardis (https://www.riigiteataja.ee/akt/109042024005?leiaKehtiv) “.\nSiseveekogudel asuvad reisilaevad, sõltumata nende pikkusest, ning muud liikurlaevad, sealhulgas väikelaevad pikkusega üle 12 meetri, peavad olema varustatud meresagedusalas töötavate raadioside seadmetega. Viide määrusele Laevatatavatel sisevetel liiklemise kordavaneb uues vahekaardis (https://www.riigiteataja.ee/akt/258035?leiaKehtiv) .\nVeesõiduki raadioluba väljastatakse Eesti registris olevale veesõidukile. Enne veesõidukiga merele või siseveekogule minekut peab laevaomanik veenduma, et veesõiduki raadioluba oleks nõuetekohane ja kehtiv.\n\n- Raadioluba võib taotleda veesõiduki omanik või volitatud isik (volikiri);\n- Taotlusega tuleb esitada veesõiduki registreerimistunnistuse koopia;\n- Dokumendid tuleb saata TTJA-sse;\n- Veesõiduki raadioluba väljastatakse peale riigilõivu tasumist esimesel võimalusel.\nVeesõiduki raadioluba (sagedusluba) väljastatakse kehtivusega kuni kolm aastat.\nVeesõiduki raadioloa taotlus\nTaotluse esitamiseks:", "imgurl": "", "title": "Vee- ja õhusõiduki raadioload | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaata, millistele õhu- ja veesõidukitele raadiolubasid väljastatakse, kuidas neid taotleda ning mida on vaja teha nende pikendamiseks või kehtetuks tunnistamiseks.", "source_url": "https://ttja.ee/eraklient/side-ja-meediateenused/raadioside/vee-ja-ohusoiduki-raadioload"}}, {"content": {"chunk": "- Esita taotlus JVISavaneb uues vahekaardis (https://jvis.ttja.ee/) e kaudu valides \"Veesõiduki raadioloa taotlus\" või lae taotluse vorm alla siit lehekülje allosast;\n- Täida taotlus;\n- Allkirjasta allalaetud taotluse vorm ID-kaardiga ning saada ameti üldisele e-posti aadressile info@ttja.ee (mailto:info@ttja.ee) .\nPeale taotluse läbivaatust esitame teie poolt märgitud e-posti aadressile riigilõivu tasumise kohta teatise. Peale tasumise laekumist vormistame otsuse ja siis veesõiduki raadioloa, mille saate kätte kas posti teel või soovi korral tulete raadioloale järele meie ametisse.\nVeesõiduki raadioloa taotlusele tuleb märkida:\n\n- MMSI koodi vajadus;\n- Kutsungi (CS - Call Sign) vajadus;\n- Kõik raadiosaateseadmed, mis veesõidukil on;\n- Päästeseadmed (EPIRB, SART);\n- Soovitav on märkida ka NAVTEX jm vastuvõtuseadmed.\nVeesõiduki raadioloa pikendamine (muutmine, ennistamine, raadioloa kehtetuks tunnistamine)\n\n\n- Esitage vabas vormis avaldus või avage JVIS (veebipõhine menetlussüsteem, valige pikendamise menetlus).\n- Määrake, et soovite pikendada veesõiduki raadioluba nr ... ja täpsustage periood (max 3 aastat).\n- Allkirjastage avaldus ID-kaardiga.\n- Saatke avaldus e-posti aadressile info@ttja.ee (mailto:info@ttja.ee) .", "imgurl": "", "title": "Vee- ja õhusõiduki raadioload | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaata, millistele õhu- ja veesõidukitele raadiolubasid väljastatakse, kuidas neid taotleda ning mida on vaja teha nende pikendamiseks või kehtetuks tunnistamiseks.", "source_url": "https://ttja.ee/eraklient/side-ja-meediateenused/raadioside/vee-ja-ohusoiduki-raadioload"}}, {"content": {"chunk": "- Esitage vabas vormis avaldus.\n- Paluge tunnistada kehtetuks veesõiduki raadioloa nr ... alates konkreetsest kuupäevast.\nRiigilõiv mereside sageduste eest ja lõivuvabad mereraadioseadmed\nVeesõiduki raadioloa andmise või kehtivusaja pikendamise eest kuni kolmeks aastaks tasutakse riigilõivu vastavalt igale sagedusalale (lühema perioodi korral kui kolm aastat arvutatakse väiksem summa):\nTeavita Tarbijakaitse ja Tehnilise Järelevalve Ametit\n\n\n- Sagedusloaga antud õiguste kasutamise;\n- MMSI koodi kasutamise;\n- Kutsungi (CS – Call Sign) kasutamise.\nPersonaalne MMSI kood\nPersonaalse MMSI koodi eraldamine veesõidu ohutuse tagamiseks on tasuta. MMSI koodi saamiseks palun esitada TTJA-le (info@ttja.ee) vabas vormis avaldus, kus märkida:", "imgurl": "", "title": "Vee- ja õhusõiduki raadioload | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaata, millistele õhu- ja veesõidukitele raadiolubasid väljastatakse, kuidas neid taotleda ning mida on vaja teha nende pikendamiseks või kehtetuks tunnistamiseks.", "source_url": "https://ttja.ee/eraklient/side-ja-meediateenused/raadioside/vee-ja-ohusoiduki-raadioload"}}, {"content": {"chunk": "- Isiku nimi\n- Isikukood\n- Kodune aadress\n- Telefon\n- e-posti aadress\nPersonaalse MMSI koodi kehtetuks tunnistamine\nSagedusloata personaalne MMSI kood kehtib väljastamise kuupäevast alates 5 aastat. Pikemas perspektiivis on TTJA-l plaanis on arendada uus keskkond, kus edaspidi saab MMSI koodi kehtivust hallata ja pikendada. Kui on soov kehtetuks tunnistada Teile väljastatud MMSI kood, palun teavitada sellest emaili teel info@ttja.ee (mailto:info@ttja.ee) .\nNB! Enne VHF käsiraadiojaama uuele omanikule andmist peab taastama seadme tehaseseaded, et kustutada seadmes olev MMSI kood. Kuna MMSI koodi kustutamise protsess võib sõltuvalt tootjast erineda, võib see nõuda kas kasutaja toiminguid seadme menüüs või seadme tootjale või volitatud teeninduskeskusele saatmist. See tagab seadme turvalise ja nõuetekohase üleandmise, hoides ära võimalikud segadused hädaolukordades.", "imgurl": "", "title": "Vee- ja õhusõiduki raadioload | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaata, millistele õhu- ja veesõidukitele raadiolubasid väljastatakse, kuidas neid taotleda ning mida on vaja teha nende pikendamiseks või kehtetuks tunnistamiseks.", "source_url": "https://ttja.ee/eraklient/side-ja-meediateenused/raadioside/vee-ja-ohusoiduki-raadioload"}}, {"content": {"chunk": "Õhusõiduki raadioluba\nÕhusõiduki raadioloa taotlemiseks tuleb esitada omaniku nimel  õhusõiduki raadioloa taotlus, lisada õhusõiduki registreerimistunnistuse koopia ja toimetada need dokumendid Tarbijakaitse ja Tehnilise Järelevalve Ametisse.\nÕhusõiduki raadioloa taotluse võib allkirjastada ka ID-kaardiga ja saata TTJA-sse: info@ttja.ee (mailto:info@ttja.ee) .\nVõimalus on teha taotlus JVISavaneb uues vahekaardis (https://jvis.ttja.ee/) es valides \"Õhusõiduki raadioloa taotlus\".\nÕhusõiduki raadioloa pikendamine (muutmine, ennistamine, raadioloa kehtetuks tunnistamine)\nÕhusõiduki raadioloa pikendamiseks (muutmiseks, ennistamiseks) palume esitada vabas vormis avalduse, kus palute pikendada veesõiduki raadioluba nr….. ja kui pikaks ajaks (max 3 aastat). Allkirjastada omaniku poolt ID-kaardiga ja saata info@ttja.ee (mailto:info@ttja.ee) .\nÕhusõiduki raadioloa kehtetuks tunnistamiseks palume esitada vabas vormis avaldus, kus palute tunnistada kehtetuks õhusõiduki raadioloa nr……... alates (kuupäev)\nVõimalus on teha pikendamise (muutmise) avaldus JVISavaneb uues vahekaardis (https://jvis.ttja.ee/) es valides seal pikendamise menetluse.\n\n\n\n\nViimati uuendatud 01.07.2024", "imgurl": "", "title": "Vee- ja õhusõiduki raadioload | Tarbijakaitse ja Tehnilise Järelevalve Amet", "description": "Vaata, millistele õhu- ja veesõidukitele raadiolubasid väljastatakse, kuidas neid taotleda ning mida on vaja teha nende pikendamiseks või kehtetuks tunnistamiseks.", "source_url": "https://ttja.ee/eraklient/side-ja-meediateenused/raadioside/vee-ja-ohusoiduki-raadioload"}}]